Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/AppShortcuts.strings
Languages: sl

source: Update reading progress in ${applicationName}
sl: Posodobi napredek branja v ${applicationName}

source: Insert reading progress in ${applicationName}
sl: Vnesi napredek branja v ${applicationName}

source: Update ${book} reading progress in ${applicationName}
sl: Posodobi napredek branje ${book} v ${applicationName}

source: Insert ${book} reading progress in ${applicationName}
sl: Vnesi napredek branje ${book} v ${applicationName}

source: Add new quote to ${book} in ${applicationName}
sl: Dodaj nov citat iz ${book} v ${applicationName}

source: Save new quote to ${book} in ${applicationName}
sl: Shrani nov citat iz ${book} v ${applicationName}

source: Get reading challenge in ${applicationName}
sl: Pridobi bralni izziv v ${applicationName}

source: Show reading challenge in ${applicationName}
sl: Prikaži bralni izziv v ${applicationName}

source: Open current reading book in ${applicationName}
sl: Odpri trenutno knjigo za branje v ${applicationName}

source: Show current reading book in ${applicationName}
sl: Pokaži trenutno knjigo za branje v ${applicationName}

source: Open Library in ${applicationName}
sl: Odpri knjižnico v ${applicationName}

source: Show Library book in ${applicationName}
sl: Prikaži knjižnično knjige v ${applicationName}

source: Open Wishlist in ${applicationName}
sl: Odpri seznam želja v ${applicationName}

source: Show Wishlist book in ${applicationName}
sl: Odpri seznam želja knjig v ${applicationName}

source: Scan Barcode in ${applicationName}
sl: Skeniraj črtno kodo v ${applicationName}

source: Search Online in ${applicationName}
sl: Iskanje na spletu v ${applicationName}
