Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# SelectHeaderPlaceholder
source: Select header
ca: Selecciona la capçalera
de: Kopfzeile auswählen
es: Seleccionar encabezado
fr: Sélectionner l'en-tête
it: Seleziona intestazione
pt_pt: Selecionar cabeçalho
ru: Выбрать
sl: Izberi glavo
uk: Виберіть заголовок

source: Select file
ca: Selecciona el fitxer
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
it: Seleziona file
pt_pt: Selecionar arquivo
ru: Выбрать файл
sl: Izberi datoteko
uk: Виберіть файл

source: File
ca: Fitxer
de: Datei
es: Archivo
fr: Fichier
pt_pt: Arquivo
ru: Файл
sl: Datoteka
uk: Файл

source: Leave a tip
ca: Deixa una propina
de: Unterstütze mich mit einer Spende
es: Dejar una propina
fr: Faire un don
it: Supportami
pt_pt: Deixe uma gorjeta
ru: Пожертвования
sl: Pusti napitnino
uk: Залишити чайові

# LeaveATipDescription
source: Hi, I'm Simone, the developer of Book Track. I hope you like the app and that it is helping you keep your library organized. If you want to further support my work and help me manage the running costs, you can do it with a donation. Thanks a lot ❤️
ca: Hola, sóc en Simone, el desenvolupador de Book Track. Espero que t'agradi l'aplicació i que t'ajudi a mantenir la teva biblioteca organitzada. Si vols recolzar al meu treball i col·laborar en les despeses de manteniment i millora de l'app, pots fer una donació. Moltes gràcies! ❤️
de: Hallo, ich bin Simone, der Entwickler von Book Track. Ich hoffe dir gefällt die App und sie hilft dir deine Buchsammlung zu organisieren. Wenn du meine weitere Arbeit unterstützen willst und einen Beitrag zu meinen laufenden Kosten geben willst, kannst du das mit einer Spende tun. Vielen Dank! ❤️
es: Hola, soy Simone, el desarrollador de Book Track. Espero que te guste la aplicación y que te esté ayudando a mantener tu biblioteca organizada. Si quieres continuar apoyando mi trabajo y ayudarme a sufragar los gastos, puedes hacerlo con una donación. Un montón de gracias ❤️
fr: Bonjour, je suis Simone, et je développe Book Track. J'espère que vous aimez l'application et qu'elle vous aide à garder votre bibliothèque organisée. Si vous souhaitez soutenir davantage mon travail et m'aider à gérer les coûts de fonctionnement, vous pouvez le faire avec un don. Merci beaucoup ❤️
it: Ciao, sono Simone, lo sviluppatore di Book Track. Spero che l'app ti piaccia e che ti stia aiutando a tenere organizzata la tua libreria. Se vuoi supportare ulteriormente il mio lavoro e aiutarmi a sostenere i costi di gestione, puoi farlo con una donazione. Grazie mille ❤️
pt_pt: Olá! Eu sou Simone, o desenvolvedor do Book Track. Espero que você goste do app e que ele esteja de ajudando a manter sua biblioteca organizada. Se você quiser colaborar com futuros desenvolvimentos do meu trabalho e ajudar com os custos do desenvolvimento, você pode fazê-lo com uma doação. Muito obrigado! ❤️
ru: Привет, я Саймон, разработчик Book Track. Надеюсь, вам понравилось приложение и оно помогает вам организовывать вашу библиотеку. Если вы хотите дополнительно поддержать мою работу и помочь мне с расходами, то вы можете сделать это с помощью пожертвования. Большое спасибо ❤️
sl: Zdravo, jaz sem Simone, razvijalec Book Track aplikacije. Upam, da ti je aplikacija všeč in ti pomaga ohraniti organizirano knjižnico. Če želiš dodatno podpreti moje delo in mi pomagati obvladovati tekoče stroške, to lahko storiš z donacijo. Najlepša hvala ❤️
uk: Привіт, Я Simone, розробник Book Tracker.Сподіваюся, вам сподобається програма, і вона допоможе вам упорядкувати свою бібліотеку. Якщо ви хочете надалі підтримувати мою роботу та допомогти мені управляти поточними витратами, ви можете зробити це за лишивши чайові. Дуже дякую ❤️

# ThanksgivingTitle
source: Purchase completed
ca: Compra completada
de: Bezahlung abgeschlossen
es: Compra completada
fr: Achat terminé
it: Acquisto effettuato
pt_pt: Compra concluída
ru: Покупка завершена
sl: Nakup zaključen
uk: Покупка завершена

# ThanksgivingMessage
source: Thanks for your support ❤️
ca: Gràcies pel teu recolzament ❤️
de: Danke für deine Unterstützung ❤️
es: Gracias por tu apoyo ❤️
fr: Merci pour votre aide ❤️
it: Grazie per il supporto ❤️
pt_pt: Obrigado pelo apoio! ❤️
ru: Спасибо за вашу поддержку ❤️
sl: Hvala za tvojo podporo ❤️
uk: Дякую за вашу підтриму ❤️

# ErrorOccurred
source: A problem has occurred. Try later
ca: S'ha produït un problema. Prova-ho més tard
de: Ein Problem ist aufgetreten. Versuche es später
es: Ha ocurrido un problema. Inténtalo de nuevo
fr: Une erreur s'est produite. Réessayez plus tard
it: Si è verificato un problema. Riprova più tardi
pt_pt: Ocorreu um problema. Tente novamente mais tarde
ru: Возникла проблема. Попробуйте позже
sl: Prišlo je do napake. Poskusi kasneje
uk: Виникла проблема. Спробуйте пізніше

# CannotMakePurchase
source: Your device is not enabled for purchase
ca: El teu dispositiu no està habilitat per fer compres
de: Dein Gerät ist nicht für die Bezahlung geeignet
es: Tu dispositivo no está activado para compras
fr: Votre appareil n'est pas activé pour l'achat
it: Il tuo dispositivo non è abilitato all'acquisto
pt_pt: O seu aparelho não está habilitado para compras
ru: Ваше устройство не активировано для покупок
sl: Tvoja naprava ni omogočena za nakup
uk: Ваш пристрій не дозволяє зробити покупку

# Reddit
source: Book Tracker Community
ca: Comunitat Book Track
de: Book Track Community
es: Comunidad de Book Track
fr: Communauté Book Track
it: Book Track Community
pt_pt: Book Track Community
ru: Сообщество Book Track
sl: Book Tracker skupnost

source: Website
ca: Lloc web
de: Webseite
es: Página web
fr: Site
it: Sito Web
pt_pt: Site
ru: Веб-сайт
sl: Spletna stran

source: Statistics
ca: Estadístiques
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt_pt: Estatísticas
ru: Статистика
sl: Statistika
uk: Статистика

# ReadBooksYear
source: Books read / year
ca: Llibres llegits / any
de: Gelesene Bücher / Jahr
es: Libros leídos / año
fr: Livres lus par an
it: Libri letti / anno
pt_pt: Livros lidos por ano
ru: Прочитанные за год
sl: Prebrane knjige / leto
uk: Книг прочитано / рік

# ReadBooksMonth
source: Books read / month
ca: Llibres llegits / mes
de: Gelesene Bücher / Monat
es: Libros leídos / mes
fr: Livres lus par mois
it: Libri letti / mese
pt_pt: Livros lidos por mês
ru: Прочитанные за месяц
sl: Prebrane knjige / mesec
uk: Книг прочитано / місяць

# ReadFilterReading
source: Show reading books
ca: Mostrar els llibres que estic llegint
de: Begonnene Bücher anzeigen
es: Mostrar libros que estoy leyendo
fr: Afficher les livres en cours de lecture
it: Mostra libri in lettura
pt_pt: Mostrando Em progresso
ru: Читаю
sl: Pokaži knjige v branju
uk: Показати книги, що зараз читаються

# dnf
source: Not finished
ca: Sense acabar
de: Nicht beendet
es: No terminado
fr: Pas terminé
it: Non finito
pt_pt: Não finalizado
ru: Не закончено
sl: Ni dokončano
uk: Не закінчена

source: To read
ca: Per llegir
de: Zu lesen
es: Para leer
fr: À lire
it: Da leggere
pt_pt: A Ler
ru: Прочитаю
sl: Za prebrati
uk: Прочитати

source: Reading
ca: Llegint
de: Am lesen
es: Leyendo
fr: En cours
it: In lettura
pt_pt: Lendo
ru: Читаю
sl: Berem
uk: Читаються

source: Read
ca: Llegits
de: Gelesen
es: Leídos
fr: Lu
it: Letto
pt_pt: Lidos
ru: Прочёл
sl: Prebral
uk: Прочитані

# StartedDate
source: Started
ca: Començat
de: Begonnen
es: Empezado
fr: Commencés
it: Inizio lettura
pt_pt: Iniciados
ru: Начал
sl: Začel
uk: Початі

# FinishedDate
source: Finished
ca: Acabat
de: Beendet
es: Terminado
fr: Terminés
it: Fine lettura
pt_pt: Finalizados
ru: Завершил
sl: Konal
uk: Закінчені

# StartedDatePlaceholder
source: Reading start date...
ca: Data d'inici de la lectura...
de: Lesebeginn...
es: Fecha comienzo de lectura...
fr: Date de début de lecture…
it: Data inizio lettura...
pt_pt: Data de início da leitura...
ru: Дата начала чтения
sl: Datum pričetka branja...
uk: Дата початку читання...

# FinishedDatePlaceholder
source: Reading end date...
ca: Data de finalització de la lectura...
de: Leseende...
es: Fecha fin de lectura...
fr: Date de fin de lecture…
it: Data fine lettura...
pt_pt: Data do fim da leitura...
ru: Дата завершения чтения
sl: Datum zaključka branja...
uk: Дата завершення читання...

# NoBooksInSection
source: No books in this section
ca: No hi ha llibres en aquesta secció
de: Keine Bücher in diesem Bereich
es: No hay libros en esta sección
fr: Aucun livre dans cette section
it: Nessun libro in questa sezione
pt_pt: Nenhum livro nesta seção
ru: Нет книг в этом разделе
sl: V tem razdelku ni knjig
uk: Немає книг у цьому розділі

source: Quotes
ca: Cites
de: Zitate
es: Citas
fr: Citations
it: Citazioni
pt_pt: Citações
ru: Цитаты
sl: Citati
uk: Цитати

source: Add quote
ca: Afegeix una cita
de: Zitat hinzufügen
es: Añadir cita
fr: Ajouter une citation
it: Aggiungi Citazione
pt_pt: Adicionar citação
ru: Добавить цитату
sl: Dodaj citat
uk: Додати цитату

# TakePicture
source: Take a new picture
ca: Fes una nova foto
de: Ein neues Bild aufnehmen
es: Hacer una nueva foto
fr: Prendre une nouvelle photo
it: Scatta una nuova foto
pt_pt: Tirar uma foto
ru: Сделать новое фото
sl: Dodaj novo sliko
uk: Зробити новий знімок

source: Show less
ca: Mostra menys
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra di meno
pt_pt: Mostrar menos
ru: Показать меньше
sl: Prikaži manj
uk: Показати менше

source: Show more
ca: Mostra més
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
pt_pt: Mostrar mais
ru: Показать больше
sl: Prikaži več
uk: Показати більше

source: Manage series
ca: Gestiona sèries
de: Serien bearbeiten
es: Gestionar series
fr: Gérer les séries
it: Gestisci serie
pt_pt: Gerenciar série
ru: Управление сериями
sl: Upravljaj serije
uk: Керувати серіями

# SentWithBookTrack
source: Sent with Book Tracker - Library Manager
ca: Enviat amb Book Track - Gestor de Biblioteca
de: Gesendet mit dem Book Track - Library Manager
es: Enviado con Book Track - Library Manager
fr: Envoyé avec Book Track - Gestionnaire de bibliothèque
it: Inviato con Book Track - Gestore di libri
pt_pt: Enviado via Book Track - Gerenciador de Bibliotecas
ru: Отправлено с помощью Book Track
sl: Poslano z Book Tracker - Library Manager
uk: Надіслано з Book Tracker - Library Manager

source: Loaned out
ca: Prestat
de: Ausgeliehen
es: Prestado
fr: Prêts
it: In prestito
pt_pt: Emprestados
ru: Аренда
sl: Posodil
uk: Дано в борг

source: Delete
ca: Suprimeix
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_pt: Apagar
ru: Удалить
sl: Izbriši
uk: Видалити

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_pt: Editar
ru: редактировать
sl: Uredi
uk: Редагувати

source: Insert name
ca: Introdueix el nom...
de: Vorname einfügen...
es: Introducir nombre...
fr: Entrer un prénom…
it: Inserisci nome...
pt_pt: Inserir nome...
ru: Вставить имя...
sl: Vnesi ime
uk: Введіть ім'я

source: Insert surname
ca: Introdueix el cognoms...
de: Nachname einfügen...
es: Introducir apellido...
fr: Entrer un nom…
it: Inserisci cognome...
pt_pt: Inserir sobrenome...
ru: Вставить фамилию...
sl: Vnesi priimek
uk: Введіть прізвище

source: Add contact
ca: Afegeix contacte
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
it: Aggiungi contatto
pt_pt: Adicionar contato
ru: Добавить контакт
sl: Dodaj kontakt
uk: Додати контакт

# InsertNameSurname
source: Insert name and surname
ca: Introdueix nom i cognoms
de: Vor- und Nachname einfügen
es: Introducir nombre y apellido
fr: Entrer un prénom et un nom
it: Inserisci nome e cognome
pt_pt: Inserir nome e sobrenome
ru: Вставьте имя и фамилию
sl: Vnesi ime in priimek
uk: Введіть ім'я та прізвище

# AddContactPlaceholder
source: Add contacts to your list by tapping the + icon
ca: Afegeix contactes a la teva llista tocant la icona +
de: Füge einen Kontakt zu deiner Liste hinzu indem du das + Zeichen anklickst
es: Añade contactos a tu lista tocando el icono +
fr: Ajoutez des contacts à votre liste en cliquant sur l'icône +
it: Aggiungi contatti alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione contatos à sua lista ao tocar no ícone +
ru: Добавьте контакты в список, нажав на значок +
sl: Dodaj kontakt na svoj seznam z ikono +
uk: Додайте контакт до вашого списку натиснувши на значок +

source: Loaned book
ca: Llibre prestat
de: Ausgeliehenes Buch
es: Libro prestado
fr: Livre prêté
it: Libro in prestito
pt_pt: Livro emprestado
ru: Арендованные книги
sl: Izposojena knjiga
uk: Позичена книга

source: End Loan
ca: Finalitza el préstec
de: Ende der Leihe
es: Fin del préstamo
fr: Terminer le prêt
it: Termina
pt_pt: Encerrar empréstimo
ru: Конец аренды
sl: Zaključi izposojo
uk: Завершити борг

source: Loan start
ca: Inicia el préstec
de: Beginn der Leihe
es: Inicio del préstamo
fr: Commencer le prêt
it: Inizio prestito
pt_pt: Iniciar empréstimo
ru: Начало аренды
sl: Začetek izposoje
uk: Почати борг

# SortByRating
source: By rating
ca: Per valoració
de: nach Bewertung
es: Por valoración
fr: Par note
it: Per valutazione
pt_pt: Avaliação
ru: По рейтингу
sl: Po oceni
uk: За оцінкою

# SortByReadingDate
source: By reading date
ca: Per data de lectura
de: Nach Lesedatum
es: Por fecha de lectura
fr: Par date de lecture
it: Per data di lettura
pt_pt: Data de leitura
ru: По дате чтения
sl: Po datumu branja
uk: За датою читання

source: Manage authors
ca: Gestiona autors
de: Autoren verwalten
es: Gestionar autores
fr: Gérer les auteurs
it: Gestisci autori
pt_pt: Gerenciar autores
ru: Управление авторами
sl: Upravljanje avtorjev
uk: Керувати авторами

source: Manage categories
ca: Gestiona categories
de: Kategorien verwalten
es: Gestionar categorías
fr: Gérer les catégories
it: Gestisci generi
pt_pt: Gerenciar categorias
ru: Управление категориями
sl: Upravljanje kategorij
uk: Керувати категоріями

source: Add Author
ca: Afegeix autor
de: Autor hinzufügen
es: Añadir autor
fr: Ajouter un auteur
it: Aggiungi Autore
pt_pt: Adicionar autor
ru: Добавить автора
sl: Dodaj avtorja
uk: Додати автора

source: %lld of %lld
ca: %lld de %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
pt_pt: %lld de %lld
ru: %lld из %lld
sl: %lld od %lld
uk: %lld з %lld

# ProgressWidgetTitle
source: Reading progress
ca: Progrés de la lectura
de: Lesefortschritt
es: Progreso de lectura
fr: Progression de lecture
it: Progressi di lettura
pt_pt: Progresso de leitura
ru: Прогресс чтения
sl: Napredek branja
uk: Прогрес читання

# SelectBookWidgetDescription
source: Look at the statistics of the selected book
ca: Selecciona el llibre
de: Buch auswählen
es: Selecciona el libro
fr: Sélectionner le livre
it: Guarda le statistiche del libro selezionato
pt_pt: Selecionar livro
ru: Выберите книгу
sl: Oglej si statistiko izbrane knjige
uk: Перегляньте статистику вибраної книги

source: Pages read
ca: Pàgines llegides
de: Gelesene Seite
es: Páginas leídas
fr: Pages lues
it: Pagine lette
pt_pt: Páginas lidas
ru: Прочитанные страницы
sl: Prebrane strani
uk: Сторінок прочитано

# DeleteBookMessage
source: This action is irreversible and your book will be deleted from your library
ca: Aquesta acció és irreversible i el llibre se suprimirà de la teva biblioteca
de: Diese Aktion ist unumkehrbar und dein Buch wird aus der Bibliothek gelöscht werden
es: Esta acción es irreversible y tu libro será eliminado de tu biblioteca
fr: Cette action est irréversible et votre livre sera supprimé de votre bibliothèque
it: Questa azione è irreversibile e il libro verrà eliminato dalla tua libreria
pt_pt: Esta ação é irreversível e seu livro será excluído da biblioteca
ru: Это действие является необратимым, и ваша книга будет удалена из библиотеки
sl: To dejanje ni mogoče razveljaviti in tvoja knjiga bo izbrisana iz knjižnice
uk: Цю дію неможливо скасувати, і вашу книгу буде видалено з бібліотеки

source: Add Tags
ca: Afegeix etiquetes
de: Schlagwörter hinzufügen
es: Añadir etiquetas
fr: Ajouter des mots-clés
it: Aggiungi Tag
pt_pt: Adicionar tags
ru: Добавить теги
sl: Dodaj oznake
uk: Додати теги

source: Add Series
ca: Afegeix sèries
de: Serien hinzufügen
es: Añadir serie
fr: Ajouter une série
it: Aggiungi Serie
pt_pt: Adicionar série
ru: Добавить серию
sl: Dodaj serije
uk: Додати серії

source: Add Authors
ca: Afegeix autors
de: Autoren hinzufügen
es: Añadir autores
fr: Ajouter des auteurs
it: Aggiungi Autori
pt_pt: Adicionar autores
ru: Добавить авторов
sl: Dodaj avtorje
uk: Додати авторів

source: Add Categories
ca: Afegeix categories
de: Kategorien hinzufügen
es: Añadir categorías
fr: Ajouter des catégories
it: Aggiungi Generi
pt_pt: Adicionar categorias
ru: Добавить категории
sl: Dodaj kategorije
uk: Додати категорії

source: Move to wish list
ca: Mou a la llista de desitjos
de: Zur Wunschliste bewegen
es: Mover a lista de deseos
fr: Déplacer dans la liste de souhaits
it: Sposta nella lista desideri
pt_pt: Mover para a lista de lesejos
ru: Переместить в вишлист
sl: Premakni se na seznam želja
uk: Перенести в Список Бажань

source: Move to library
ca: Mou a la biblioteca
de: Zur Bibliothek bewegen
es: Mover a biblioteca
fr: Déplacer dans la bibliothèque
it: Sposta nella libreria
pt_pt: Mover para a biblioteca
ru: Переместить в библиотеку
sl: Premakni se v knjižnico
uk: Перенести в бібліотеку

source: Dismiss
ca: Descartar
de: verwerfen
es: Descartar
fr: Ne plus afficher
it: Chiudi
pt_pt: Descartar
ru: Отклонить
sl: Odpusti
uk: Відхилити

# FillMissignFields
source: Update book online
ca: Actualitza el llibre en línia
de: Buch online aktualisieren
es: Actualizar libro online
fr: Mettre à jour le livre en ligne
it: Aggiorna libro online
pt_pt: Atualizar livro online
ru: Обновить книгу онлайн
sl: Posodobi knjigo na spletu
uk: Оновити книгу онлайн

# MergeOrOverwriteTitle
source: Update book online
ca: Actualitza el llibre en línia
de: Buch online aktualisieren
es: Actualizar libro online
fr: Mettre à jour le livre en ligne
it: Aggiorna libro online
pt_pt: Atualizar livro online
ru: Обновить книгу онлайн
sl: Posodobi knjigo na spletu
uk: Оновити книгу онлайн

# MergeOrOverwriteMessage
source: Do you want to overwrite or fill missing book fields?
ca: Vols sobreescriure o emplenar els camps que falten del llibre?
de: Möchtest du fehlende Buchfelder überschreiben oder füllen?
es: ¿Quieres sobrescribir o rellenar los campos incompletos del libro?
fr: Voulez-vous écraser ou remplir les champs de livre manquants?
it: Vuoi sovrascrivere o riempire i campi mancanti del libro?
pt_pt: Você deseja substituir ou preencher os campos que faltam do livro?
ru: Вы хотите перезаписать или заполнить недостающие поля книги?
sl: Ali želiš prepisati ali izpolniti manjkajoča polja knjige?
uk: Бажаєте перезаписати або заповнити відсутні поля книги?

source: Overwrite
ca: Sobreescriure
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
pt_pt: Sobrescrever
ru: Перезаписать
sl: Prepiši
uk: Перезаписати

# Merge
source: Fill missing
ca: Emplenar els camps que falten
de: Fülle fehlende
es: Rellenar incompletos
fr: Remplir manquant
it: Riempi mancanti
pt_pt: Mesclar
ru: Заполнить отсутствует
sl: Zapolni manjkajoče
uk: Заповнити відсутні

# StandardLayout
source: Standard
ca: Estàndard
es: Estándar
pt_pt: Padrão
ru: Стандартный
sl: Standardno
uk: Стандартний

# CompactLayout
source: Compact
ca: Compacte
de: Kompakt
es: Compacta
fr: Compacte
it: Compatto
pt_pt: Compacto
ru: Компактный
sl: Strnjeno
uk: Компактний

# LittleCardLayout
source: Cover (small)
ca: Coberta (petita)
de: Cover (klein)
es: Portada (pequeña)
fr: Couverture (petite)
it: Cover (piccole)
pt_pt: Capa (pequena)
ru: Обложка (маленькая)
sl: Naslovnica (majhna)
uk: Обкладинка (Маленька)

# BigCardLayout
source: Cover (big)
ca: Coberta (gran)
de: Cover (groß)
es: Portada (grande)
fr: Couverture (grande)
it: Cover (grandi)
pt_pt: Capa (grande)
ru: Оюложка (Большая)
sl: Naslovnica (velika)
uk: Обкладинка (Велика)

# ListLayout
source: List
ca: Llista
de: Liste
es: Lista
fr: Liste
it: Lista
pt_pt: Lista
ru: Список
sl: Seznam
uk: Список

source: Insertion date
ca: Data d'inserció
de: Hinzugefügt am
es: Fecha de introducción
fr: Date de l'ajout
it: Data di inserimento
pt_pt: Data de inclusão
ru: Дата добавления
sl: Datum vnosa
uk: Дата вставки

source: Reading date
ca: Data de lectura
de: Gelesen am
es: Fecha de lectura
fr: Date de lecture
it: Data di lettura
pt_pt: Data de leitura
ru: Дата чтения
sl: Datum branja
uk: Дата читання

source: Advanced
ca: Avançat
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzata
pt_pt: Avançado
ru: Расширенные
sl: Napredno
uk: Розширений

source: Advanced search
ca: Cerca avançada
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée
it: Ricerca avanzata
pt_pt: Busca avançada
ru: Расширенный поиск
sl: Napredno iskanje
uk: Розширений пошук

# AdvancedSortTitle
source: Advanced sort
ca: Classificació avançada
de: Erweitertes Sortieren
es: Ordenación avanzada
fr: Tri avancé
it: Ordinamento avanzato
pt_pt: Ordem avançada
ru: Расширенная сортировка
sl: Napredno razvrščanje
uk: Розширене сортування

source: Priority
ca: Prioritat
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
pt_pt: Prioridade
ru: Приоритет
sl: Prioriteta
uk: Пріорітет

# LanguagePlaceholder
source: Insert the language...
ca: Introdueix l'idioma...
de: Gib die Sprache an...
es: Introduce el idioma...
fr: Entrer une langue…
it: Inserisci la lingua...
pt_pt: Adicione a língua...
ru: Вставьте язык...
sl: Vnesi jezik...
uk: Введіть мову...

source: Language
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_pt: Língua
ru: Язык
sl: Jezik
uk: Мова

source: Add rule
ca: Afegeix una regla
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
it: Aggiungi regola
pt_pt: Adicionar regra
ru: Добавить правило
sl: Dodaj pravilo
uk: Додати правило

# OfNPagesRead
source: of %lld pages read
ca: de %lld pàgines llegides
de: von %lld Seiten gelesen
es: de %lld páginas leídas
fr: sur %lld pages lu
it: di %lld pagine lette
pt_pt: de %lld páginas lidas
ru: из %lld прочитанных страниц
sl: od %lld prebranih strani
uk: з %lld прочитаних сторінок

source: Read progress
ca: Progrés de lectura
de: Lesefortschritt
es: Progreso de lectura
fr: Progression de lecture
it: Progressi lettura
pt_pt: Progresso de leitura
ru: Прогресс чтения
uk: Прогрес читання

source: Year
ca: Any
de: Jahr
es: Año
fr: Année
it: Anno
pt_pt: Ano
ru: Год
sl: Leto
uk: Рік

# InsertBookPages
source: You need to set the number of pages of the book in order to manage your reading progress
ca: Has d'introduir el nombre de pàgines del llibre per gestionar el teu progrés de lectura
de: Um den Lesefortschritt zu verwenden, musst du die gesamte Seitenzahl des Buches angeben
es: Debes introducir el número de páginas del libro para poder gestionar tu progreso de lectura
fr: Vous devez définir le nombre de pages du livre pour pouvoir suivre votre progression de lecture
it: Devi impostare il numero di pagine del libro per poter gestire i progressi di lettura
pt_pt: Você precisa inserir o número de páginas do livro para gerenciar o seu progresso de leitura
ru: Вам необходимо установить количество страниц у книги, чтобы управлять прогрессом чтения.
sl: Nastaviti moraš število strani knjige, da lahko slediš svojemu napredku branja
uk: Вам треба встановити кількість сторінок в книзі, щоб керувати прогресом читання

source: Select contact
ca: Selecciona contacte
de: Kontakt auswählen
es: Seleccionar contacto
fr: Sélectionner un contact
it: Seleziona contatto
pt_pt: Selecionar contato
ru: Выберите контакт
sl: Izberi kontakt
uk: Обрати контакт
