Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# BarCodeBookNotFound
source: No book found searching the bar code. Please, search the book manually.
ca: No s'ha trobat cap llibre cercant amb el codi de barres. Si us plau, cerca el llibre manualment.
de: Kein Buch gefunden mit diesem Barcode. Bitte suche das Buch selbst.
es: No se ha encontrado ningún libro buscando el código de barras. Por favor, busca el libro manualmente.
fr: Aucun livre trouvé en recherchant le code-barres. Veuillez rechercher le livre manuellement.
it: La ricerca tramite codice a barre non ha prodotto alcun risultato. Prova a cercare manualmente il libro.
pt_pt: Nenhum livro foi encontrado por este código de barras. Por favor, busque pelo livro manualmente.
ru: Книга не найдена в поиске по штрих-коду. Пожалуйста, найдите книгу вручную.
sl: Pri iskanju črtne kode ni bilo mogoče najti nobene knjige. Prosimo, ročno poišči knjigo.
uk: Жодної книжки не знайдено за цим штрих-кодом. Будь ласка, знайдіть книгу вручну.

# BarCodeBookSetupNotCompleted
source: Your device does not support scanning a code from an item. Please search the book manually.
ca: El teu dispositiu no permet escanejar el codi de barres. Si us plau, cerca el llibre manualment.
de: Das Gerät unterstützt das Scannen eines Codes von einem Objekt nicht. Bitte das Buch selbst suchen.
es: Tu dispositivo no permite escanear un código de un ítem. Por favor, busca el libro manualmente.
fr: Votre appareil ne prend pas en charge la lecture de code-barres. Veuillez rechercher le livre manuellement.
it: Il tuo dispositivo non supporta la scansione di un codice tramite la fotocamera. Prova a cercare il libro manualmente.
pt_pt: O seu aparelho não suporta busca por escaneamento de códigos. Por favor, busque pelo livro manualmente.
ru: Ваше устройство не поддерживает сканирование кода с предмета. Пожалуйста, выполните поиск книги вручную.
sl: Tvoja naprava ne podpira skeniranja kode iz predmeta. Poišči knjigo ročno.
uk: Ваш пристрій не підтримує сканування кодів. Будь ласка, знайдіть книгу вручну.

# SortTitle
source: Sort list
ca: Ordenar llista
de: Sortierliste
es: Ordenar lista
fr: Trier la liste
it: Ordina lista
pt_pt: Organizar lista
ru: Сортировка
sl: Razvrsti seznam
uk: Сортувати список

# SortByName
source: By title
ca: Per títol
de: Nach Titel
es: Por título
fr: Par titre
it: Per titolo
pt_pt: Título
ru: По имени
sl: Po naslovu
uk: За назвою

# SortByInsertionDate
source: By insertion date
ca: Per data d'inserció
de: Nach Einfügedatum
es: Por fecha de inclusión
fr: Par date d'ajout
it: Per data di inserimento
pt_pt: Data de inclusão
ru: По дате добавления
sl: Po datumu vnosa
uk: За датою додавання

# SortByAuthor
source: By author
ca: Per autor
de: Nach Autor
es: Por autor
fr: Par auteur
it: Per autore
pt_pt: Autor
ru: По автору
sl: Po avtorju
uk: За автором

# SortByPublicationDate
source: By publication date
ca: Per data de publicació
de: Nach Veröffentlichungsdatum
es: Por fecha de publicación
fr: Par date de publication
it: Per data di pubblicazione
pt_pt: Data de publicação
ru: По дате публикации
sl: Po datumu izdaje
uk: За датою публікації

# SendEmailTitle
source: Which app do you want to use to send the email?
ca: Quina aplicació vols utilitzar per enviar el correu electrònic?
de: Welche App möchtest du verwenden um die Email zu senden?
es: ¿Qué aplicación quieres utilizar para enviar el email?
fr: Quelle application souhaitez-vous utiliser pour envoyer l'email ?
it: Quale app vuoi usare per inviare l'email?
pt_pt: Qual app você quer utilizar para enviar o email?
ru: Какое приложение вы хотите использовать?
sl: Katero aplikacijo želiš uporabiti za pošiljanje e-pošte?
uk: За допомогою якого додатку ви хочете відправити електронного листа?

source: Mail
ru: Почта

# OnboardingTitle
source: What's New in Book Tracker
ca: Novetats a Book Track
de: Was ist neu in Book Track
es: Qué novedades hay en Book Track
fr: Nouveautés de Book Track
it: Cose c'è di nuovo in Book Track
pt_pt: O que há de novo no Book Track
ru: Добро пожаловать!
sl: Kaj je novega v Book Tracker
uk: Що нового в Book Tracker

# Onboarding1Title
source: Manage your library
ca: Gestiona la teva biblioteca
de: Bibliothek verwalten
es: Organiza tu biblioteca
fr: Gérez votre bibliothèque
it: Gestisci la tua libreria
pt_pt: Gerencie sua bilioteca
ru: Библиотека
sl: Upravljaj svojo knjižnico
uk: Керуйте вашою Бібліотекою

# Onboarding1Message
source: Keep track of the books you have purchased and consult them easily
ca: Porta el registre dels llibres que has comprat i consulta'ls fàcilment
de: Behalte deine gekauften Bücher im Auge und schau sie einfacher an.
es: Lleva un registro de los libros que has comprado y consúltalos fácilmente
fr: Gardez une trace des livres que vous avez achetés et consultez-les facilement
it: Memorizza i libri che hai acquistato e consultali facilmente
pt_pt: Acompanhe os livros que você tem comprado e consulte-os facilmente
ru: Следите за вашими книгами и с легкостью обращайтесь к ним.
sl: Spremljaj knjige, ki si jih kupil ter si jih preprosto oglej
uk: Слідкуйте за книгами, які ви придбали та з легкістю їх переглядайте

# Onboarding2Title
source: Manage your wish list
ca: Gestiona la teva llista de desitjos
de: Wunschliste verwalten
es: Organiza tu lista de deseos
fr: Gérez votre liste de souhaits
it: Gestisci la tua lista dei desideri
pt_pt: Gerencie sua Lista de Desejos
ru: Список желаний
sl: Upravljanje svojega seznama želja
uk: Керуйте вашим Списком Бажань

# Onboarding2Message
source: Would you like to buy a new book? Add it to your wish list
ca: T'agradaria comprar un nou llibre? Afegeix-lo a la teva llista de desitjos
de: Möchtest du ein neues Buch kaufen? Füge es einfach zu deiner Wunschliste hinzu
es: ¿Te gustaría comprar un nuevo libro? Añádelo a tu lista de deseos
fr: Vous souhaitez acheter un nouveau livre ? Ajoutez-le à votre liste de souhaits
it: Vorresti acquistare un nuovo libro? Aggiungilo alla lista dei desideri
pt_pt: Você gostaria de comprar um livro novo? Adicione-o à sua Lista de Desejos
ru: Хотите не забыть о книге? Просто добавьте её в список желаний.
sl: Bi rad kupil novo knjigo? Dodaj jo na svoj seznam želja
uk: Хочете придбати нову книгу? Додайте її у ваш список бажань

# Onboarding3Title
source: Add new books
ca: Afegeix nous llibres
de: Neue Bücher hinzufügen
es: Añade nuevos libros
fr: Ajoutez de nouveaux livres
it: Aggiungi nuovi libri
pt_pt: Adicione novos livros
ru: Добавление новых книг
sl: Dodaj nove knjige
uk: Додайте нові книжки

# Onboarding3Message
source: Add new books searching online, scanning the bar code or manually inserting it
ca: Afegeix nous llibres cercant-los en línia, escanejant el codi de barres o afegint-los manualment
de: Füge neue Bücher hinzu, indem du online danach suchst, den Barcode scannst oder sie manuell einfügst
es: Añade nuevos libros buscándolos online, escaneando el código de barras o introduciéndolos manualmente
fr: Ajoutez de nouveaux livres en les cherchant en ligne, en scannant leurs code-barres ou manuellement
it: Aggiungi nuovi libri cercando online, scansionando il codice a barre o inserendoli manualmente
pt_pt: Adicione novos livros buscando-os online, escaneando um código de barras ou inserindo seus detalhes manualmente
ru: Используйте различные способы для добавления книг в вашу библиотеку. Вы можете это сделать с помощью поиска в интернете, сканирования штрих-кода, а также вводом данных вручную.
sl: Dodaj nove knjige z iskanjem po spletu, skeniranjem črtne kode ali ročnim vnosom
uk: Додайте нові книжки знайшовши їх онлайн, зісканувавши штрих-код чи додайте її вручну

# Onboarding4Title
source: Library saved in the cloud
ca: Biblioteca desada al núvol
de: Bibliothek in der Cloud gespeichert
es: Biblioteca guardada en la nube
fr: Bibliothèque enregistrée sur iCloud
it: Libreria salvata sul cloud
pt_pt: Biblioteca armazenada no iCloud
ru: Синхронизация iCloud
sl: Knjižnica shranjena v oblaku
uk: Бібліотека збережена у хмарі

# Onboarding4Message
source: Your library and wish list is automatically saved on your iCloud account if both iCloud and iCloud Drive are enabled
ca: La vostra biblioteca i la vostra llista de desitjos es desaran automàticament al vostre compte d'iCloud si tant iCloud com iCloud Drive estan habilitats
de: Deine Bibliothek und deine Wunschliste werden automatisch in deinem iCloud-Konto gespeichert, wenn sowohl iCloud als auch iCloud Drive aktiviert sind
es: Su biblioteca y lista de deseos se guardan automáticamente en su cuenta de iCloud si tanto iCloud como iCloud Drive están activados
fr: Votre bibliothèque et votre liste de souhaits sont automatiquement enregistrées sur votre compte iCloud si iCloud et iCloud Drive sont activés
it: La tua libreria e la tua lista dei desideri vengono salvate automaticamente sul tuo account iCloud se sia iCloud che iCloud Drive sono abilitati
pt_pt: Sua biblioteca e lista de desejos são salvas automaticamente em sua conta do iCloud se o iCloud e o iCloud Drive estiverem ativados
ru: Ваша библиотека и список пожеланий автоматически сохраняются в вашей учетной записи iCloud, если включены и iCloud, и iCloud Drive
sl: Tvoja knjižnica in seznam želja se samodejno shranita v tvoj iCloud račun, če sta omogočena tako iCloud kot iCloud Drive
uk: Ваша бібліотека та список бажань автоматично зберігаються у вашому обліковому записі iCloud, якщо і iCloud та iCloud Drive ввімкнено

# Onboarding5Title
source: Import the library
ca: Importa la biblioteca
de: Bibliothek importieren
es: Importar la biblioteca
fr: Importez votre bibliothèque
it: Importa la libreria
pt_pt: Importar a biblioteca
ru: Импорт библиотеки
sl: Uvozu knjižnico
uk: Імпортуйте Бібліотеку

# Onboarding5Message
source: Import your books from other apps and services so you don't have to start building your library all over again
ca: Importa els teus llibres d'altres aplicacions i serveis perquè no hagis de començar a crear la teva biblioteca de nou
de: Importiere deine Bücher aus anderen Apps und Diensten, damit du deine Bibliothek nicht erneut aufbauen musst
es: Importe sus libros desde otras aplicaciones y servicios para que no tenga que volver a crear su biblioteca desde el principio
fr: Importez vos livres à partir d'autres applications et services pour ne pas avoir à recréer votre bibliothèque
it: Importa i tuoi libri da altre app e servizi in modo da non dover ricominciare a costruire la tua libreria
pt_pt: Importe seus livros de outros aplicativos e serviços para que você não precise começar a criar sua biblioteca novamente
ru: Импортируйте свои книги из других приложений и сервисов, чтобы вам не пришлось заново создавать свою библиотеку
sl: Uvozi svoje knjige iz drugih aplikacij in storitev, da ti knjižnice ne bo treba začeti graditi znova
uk: Імпортуйте ваші книжки з інших додатків та сервісів, щоб вам не довелося створювати свою бібліотеку наново

# Onboarding6Title
source: Quote saving
ca: S'està desant el pressupost
de: Zitat speichern
es: Cotización guardada
fr: Enregistrez des citations
it: Salvataggio citazioni
pt_pt: Economia de cotação
ru: Сохранение цитаты
sl: Shranjevanje citatov
uk: Зберігання цитат

# Onboarding6Message
source: Save your favorite quotes in one place so you can read them again later
ca: Desa les teves cites preferides en un sol lloc perquè les puguis tornar a llegir més tard
de: Speichere deine Lieblingszitate an einem Ort, damit du sie später erneut lesen kannst
es: Guarde sus citas favoritas en un solo lugar para poder leerlas más tarde
fr: Enregistrez vos citations préférées au même endroit pour pouvoir les relire plus tard
it: Salva le tue citazioni preferite in un unico posto in modo da poterle leggere di nuovo in seguito
pt_pt: Salve suas citações favoritas em um só lugar para poder lê-las novamente mais tarde
ru: Сохраните ваши любимые цитаты в одном месте, чтобы вы могли прочитать их позже
sl: Shrani svoje najljubše citate na enem mestu, da jih boš lahko pozneje znova prebral
uk: Зберігайте ваші улюблені цитати в одному місці, щоб мати змогу повернутись до них пізніше

# Onboarding7Title
source: Reading challenges
ca: Reptes de lectura
de: Leseherausforderungen
es: Desafíos de lectura
fr: Défis de lecture
it: Sfide di lettura
pt_pt: Desafios de leitura
ru: Чтение заданий
sl: Bralni izzivi
uk: Читацькі виклики

# Onboarding7Message
source: See library and reading statistics and put them right on your Home screen with gorgeous widgets
ca: Consulteu les estadístiques de la biblioteca i de lectura i col·loqueu-les directament a la vostra pantalla d'inici amb ginys fantàstics
de: Sieh dir deine Bibliotheks- und Lesestatistiken an und platziere sie mit tollen Widgets direkt auf deinem Startbildschirm
es: Consulte la biblioteca y las estadísticas de lectura y colóquelas en su pantalla de inicio con magníficos widgets
fr: Consultez vos statistiques de lecture et placez-les directement sur votre écran d'accueil avec de superbes widgets
it: Visualizza la libreria e le statistiche di lettura e inseriscile direttamente nella schermata Home con splendidi widget
pt_pt: Veja estatísticas de biblioteca e leitura e coloque-as diretamente na tela inicial com widgets lindos
ru: Просматривайте библиотеку и статистику чтения и помещайте их прямо на главный экран с помощью великолепных виджетов
sl: Oglej si statistične podatke o knjižnici in branju ter jih s čudovitimi pripomočki postavi na domači zaslon
uk: Переглядайте бібліотеку та статистику читання. Розміщуйте їх прямо на головному екрані за допомогою чудових віджетів

source: Continue
ca: Continuar
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pt_pt: Continuar
ru: Продолжить
sl: Nadaljuj
uk: Продовжити

source: Try for free
ca: Prova gratis
de: Kostenlos testen
es: Prueba gratis
fr: Essayer gratuitement
it: Prova gratis
pt_pt: Experimentar gratuitamente
ru: Попробуй бесплатно
sl: Preizkusi brezplačno
uk: Спробуйте безкоштовно

# ReadFilterAll
source: Show all
ca: Mostrar tots els llibres
de: Alle zeigen
es: Mostrar todos
fr: Tout afficher
it: Mostra tutti
pt_pt: Todos
ru: Все
sl: Pokaži vse
uk: Показати всі

# ReadFilterRead
source: Show read books
ca: Mostra els llibres llegits
de: Gelesene Bücher zeigen
es: Mostrar libros leídos
fr: Afficher les livres lus
it: Mostra libri letti
pt_pt: Lidos
ru: Прочитанные
sl: Pokaži prebrane knjige
uk: Показати прочитані книжки

# ReadFilterNotRead
source: Show not read books
ca: Mostra els llibres no llegits
de: Nicht gelesene Bücher anzeigen
es: Mostrar libros no leídos
fr: Afficher les livres non lus
it: Mostra libri non letti
pt_pt: Não lidos
ru: Непрочитанные
sl: Pokaži neprebrane knjige
uk: Показати непрочитані книжки

# ReadFilterDnf
source: Show not finished books
ca: Mostra els llibres no acabats
de: Nicht fertige Bücher anzeigen
es: Mostrar libros no terminados
fr: Afficher les livres non terminés
it: Mostra libri non finiti
pt_pt: Não finalizado
ru: Не закончено
sl: Pokaži opuščene knjige
uk: Показати незакінчені книжки

source: Read
ca: Llegits
de: Lesen
es: Leídos
fr: Lire
it: Letto
pt_pt: A Ler
ru: Книги
sl: Prebrano
uk: Прочитано

source: Reset filter
ca: Restablir el filtre
de: Filter zurücksetzen
es: Restablecer filtro
fr: Réinitialiser le filtre
it: Rimuovi filtro
pt_pt: Redefinir filtro
ru: Сбросить
sl: Ponastavi filter
uk: Скинути фільтр

# SearchInLibraryPlaceholder
source: Search in library
ca: Cerca a la biblioteca
de: Suche in der Bibliothek
es: Buscar en biblioteca
fr: Rechercher dans la bibliothèque
it: Cerca nella libreria
pt_pt: Buscar na biblioteca
ru: Поиск
sl: Iskanje v knjižnici
uk: Шукати в бібліотеці

# SearchInWishListPlaceholder
source: Search in wish list
ca: Cerca a la llista de desitjos
de: Suche in der Wunschliste
es: Buscar en lista de deseos
fr: Rechercher dans la liste de souhaits
it: Cerca nella lista dei desideri
pt_pt: Buscar na Lista de Desejos
ru: Поиск
sl: Iskanje v seznamu želja
uk: Шукати в Списку Бажань

# SearchOnlinePlaceholder
source: Search online
ca: Cerca en línia
de: Online suchen
es: Buscar online
fr: Rechercher en ligne
it: Cerca online
pt_pt: Buscar online
ru: Поиск
sl: Iskanje na spletu
uk: Шукати онлайн

# NotFoundInLibrary
source: No book found in your library
ca: No s'ha trobat cap llibre a la teva biblioteca
de: Kein Buch in der Bibliothek gefunden
es: No se ha encontrado ningún libro en tu biblioteca
fr: Aucun livre trouvé dans votre bibliothèque
it: Nessun libro trovato nella tua libreria
pt_pt: Nenhum livro encontrado na sua biblioteca
ru: Ничего не найдено.
sl: Ni bilo najdene nobene knjige v tvoji knjižnici
uk: У вашій бібліотеці книжок не знайдено

# NotFoundInWishList
source: No book found in your wish list
ca: No s'ha trobat cap llibre a la teva llista de desitjos
de: Kein Buch in der Wunschliste gefunden
es: No se ha encontrado ningún libro en tu lista de deseos
fr: Aucun livre trouvé dans votre liste de souhaits
it: Nessun libro trovato nella tua lista dei desideri
pt_pt: Nenhum livro encontrado na sua Lista de Desejos
ru: Ничего не найдено.
sl: Ni bilo najdene nobene knjige na tvojem seznamu želja
uk: У вашому Списку Бажань Книжок не знайдено

# ExportTitle
source: In which format do you want to export your books?
ca: En quin format vols exportar els teus llibres
de: In welchen Format willst du die Bücher exportieren?
es: ¿En qué formato quieres exportar tus libros?
fr: Dans quel format voulez-vous exporter vos livres ?
it: In quale formato vuoi esportare i tuoi libri?
pt_pt: Em qual formato você gostaria de exportar seus livros?
ru: Выберите формат для экспорта
sl: V kateri obliki želiš izvoziti svoje knjige?
uk: В якому форматі ви хочете експортувати ваші книжки?

# ImportErrorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
pt_pt: Erro
ru: Ошибка
sl: Napaka
uk: Помилка

# ImportErrorMessage
source: It is not possible to import your books. You have to select a csv file. If you are not sure of the format of the file, try to export a csv file from Book Tracker and check the columns name.
ca: No és possible importar els teus llibres. Has de seleccionar un fitxer csv. Si no estàs segur del format del fitxer, prova d'exportar un fitxer csv de Book Track i comprova el nom de les columnes.
de: Es ist nicht möglich deine Bücher zu importieren. Du musst eine CSV-Datei auswählen. Wenn du dir beim Format der Datei nicht sicher bist, versuche eine CSV-Datei aus Book Track zu exportieren und überprüfe den Spaltennamen.
es: No es posible importar tus libros. Tienes que seleccionar un archivo csv. Si no estás seguro del formato del archivo, intenta exportar un archivo csv de Book Track y comprueba el nombre de las columnas.
fr: Impossible d'importer vos livres. Vous devez sélectionner un fichier CSV. Si vous n'êtes pas sûr du format du fichier, essayez d'exporter un fichier CSV depuis Book Track et vérifiez le nom des colonnes.
it: Non è stato possibile importare i tuoi libri. Devi selezionare un file csv. Se non sei sicuro del formato che deve avere il file, esporta un file csv da Book Track e verifica il nome delle colonne
pt_pt: Não é possível importar seus livros. Você tem que selecionar um arquivo .csv. Se você não tiver certeza sobre o formato do arquivo, tente exportar um livro .csv do Book Track e revise a coluna de nome.
ru: Невозможно импортировать ваши книги. Вы должны выбрать CSV-файл. Если вы не уверены в формате файла, попробуйте экспортировать CSV-файл из Book Track и проверьте имя столбцов.
sl: Ni možno uvoziti tvojih knjig. Izbrati moraš datoteko csv. Če nisi prepričan o formatu datoteke, poskusi izvoziti datoteko csv iz Book Trackerja in preveri imena stolpcev.
uk: Неможливо імпортувати ваші книжки. Ви маєте обрати csv файл.Якщо ви не впевнені щодо формату файлу, спробуйте експортувати файл CSV із Book Tracker і перевірте назву стовпця.

# ImportSuccessTitle
source: Congratulations
ca: Felicitats
de: Glückwunsch
es: Enhorabuena
fr: Félicitations
it: Congratulazioni
pt_pt: Parabéns
ru: Поздравляем
sl: Čestitke
uk: Вітаємо

# ImportSuccessMessage
source: You have successfully imported your books in Book Track. Total: %@ Successes: %@ Errors: %@
ca: Has importat correctament els teus llibres a Book Track. Total: %@ Amb èxit: %@ Errors: %@
de: Du hast erfolgreich deine Bücher in Book Track importiert. Gesamt: %@ Erfolge: %@ Fehler: %@
es: Has importado tus libros a Book Track con éxito. Total: %@ Successes: %@ Errors: %@
fr: Vous avez bien importé vos livres dans Book Track. Total : %@ Importés : %@ Erreurs : %@
it: Hai importato i tuoi libri in Book Track. Totale: %@ Successi: %@ Errori: %@
pt_pt: Você importou seus livros para o Book Track com sucesso. Total: %@ Sucessos: %@ Falhas: %@
ru: Вы успешно импортировали свои книги в Book Track. Всего: %@ Успешно: %@ Ошибок: %@
sl: Uspešno si uvozil svoje knjige v Book Track. Vse: %@Uspešno: %@Napake: %@
uk: Ви успішно імпортували ваші книжки в Book Tracker. Усього: %@ Успішно: %@ Помилок: %@

# WaitLoading
source: Please wait...
ca: Si us plau, espera...
de: Bitte warten...
es: Por favor, espera...
fr: Veuillez patienter…
it: Attendi...
pt_pt: Por favor, aguarde...
ru: Обработка...
sl: Prosim, počakaj...
uk: Будь ласка, зачекайте...

source: Edit image
ca: Editar la imatge
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
it: Modifica immagine
pt_pt: Editar imagem
ru: Редактировать
sl: Uredi sliko
uk: Змінити зображення

source: Scan image
ca: Escanejar la imatge
de: Bild scannen
es: Escanear imagen
fr: Scanner une image
it: Scansiona immagine
pt_pt: Escanear imagem
ru: Сканировать изображение
sl: Skeniraj sliko
uk: Сканувати зображення

source: Select image
ca: Seleccionar la imatge
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
it: Seleziona immagine
pt_pt: Selecionar imagem
ru: Выбрать изображение
sl: Izberi sliko
uk: Обрати зображення

# SelectIcon
source: Select app icon
ca: Selecciona la icona de l'aplicació
de: App Icon auswählen
es: Seleccionar icono de aplicación
fr: Icône de l’application
it: Seleziona icona app
pt_pt: Selecionar ícone do app
ru: Иконка
sl: Izberi ikono aplikacije
uk: Обрати значок додатку

source: Ascending
ca: Ascendent
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Ascendente
pt_pt: Crescente
ru: По возрастанию
sl: Naraščajoče
uk: Збільшення

source: Descending
ca: Descendent
de: Absteigend
es: Descendente
fr: Descendant
it: Discendente
pt_pt: Decrescente
ru: По убыванию
sl: Padajoče
uk: Зменшення

# OtherFromSeries
source: Others from the series
ca: Altres de la sèrie
de: Andere aus der Serie
es: Otros de la serie
fr: De la même série
it: Altri della serie
pt_pt: Outros da série
ru: Другие книги из этой серии
sl: Ostali iz serije
uk: Інші з серії

source: Series
ca: Sèries
de: Serien
fr: Séries
it: Serie
pt_pt: Séries
ru: Серии
sl: Serije
uk: Серії

# SortBySeries
source: By series
ca: Per sèries
de: Nach Serie
es: Por serie
fr: Par séries
it: Per serie
pt_pt: série
ru: По сериям
sl: Po seriji
uk: За серією

source: Title
ca: Títol
de: Titel
es: Título
fr: Titre
it: Titolo
pt_pt: Título
ru: Заголовок
sl: Naslov
uk: Назва

# AuthorList
source: Authors
ca: Autors
de: AutorInnen
es: Autores
fr: Auteurs
it: Autori
pt_pt: Autores
ru: Авторы
sl: Avtorji
uk: Автори

source: Publisher
ca: Editorial
de: HerausgeberInnen
es: Editorial
fr: Éditeur
it: Casa editrice
pt_pt: Editora
ru: Издатель
sl: Založba
uk: Видавець

source: Release date
ca: Data de publicació
de: Erscheinungsdatum
es: Fecha de lanzamiento
fr: Date de publication
it: Data di rilascio
pt_pt: Data de publicação
ru: Дата выхода
sl: Datum izida
uk: Дата видання

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
it: Descrizione
pt_pt: Descrição
ru: Описание
sl: Opis
uk: Опис

source: Rating
ca: Valoració
de: Bewertung
es: Valoración
fr: Note
it: Voto
pt_pt: Avaliação
ru: Рейтинг
sl: Ocena
uk: Оцінка

source: Pages
ca: Pàgines
de: Seiten
es: Páginas
it: Pagine
pt_pt: Páginas
ru: Страницы
sl: Strani
uk: Сторінок
