Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# PurchasedBooks
source: Purchases
ca: Compres
de: Käufe
es: Compras
fr: Achats
it: Acquisti
pt_pt: Compras
ru: Покупки
sl: Nakupi
uk: Покупки

source: Purchase date
ca: Data de compra
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
it: Data di acquisto
pt_pt: Data de compra
ru: Дата покупки
sl: Datum nakupa
uk: Дата покупки

# PurchaseDatePlaceholder
source: Insert the purchase date...
ca: Introdueix la data de compra...
de: Kaufdatum einfügen...
es: Inserte la fecha de compra...
fr: Insérez la date d'achat...
it: Inserisci la data di acquisto...
pt_pt: Insira a data da compra...
ru: Вставьте дату покупки...
sl: Vnesi datum nakupa...
uk: Вставте дату покупки...

# SortByPurchaseDate
source: By purchase date
ca: Per data de compra
de: Nach Kaufdatum
es: Por fecha de compra
fr: Par date d'achat
it: Per data di acquisto
pt_pt: Por data de compra
ru: По дате покупки
sl: Po datumu nakupa
uk: За датою покупки

source: Books read
ca: Llibres llegits
de: Gelesene Bücher
es: Libros leídos
fr: Livres lus
it: Libri letti
pt_pt: Livros lidos
ru: Книги прочитаны
sl: Prebrane knjige
uk: Книжок прочитано

# FromToPages
source: From page %@ to page %@
ca: De la pàgina %@ a la pàgina %@
de: Von Seite %@ bis Seite %@
es: De la página %@ a la página %@
fr: De la page %@ à la page %@
it: Da pagina %@ a pagina %@
pt_pt: Da página %@ para a página %@
ru: Со страницы %@ на страницу %@
sl: Od strani %@ do strani %@
uk: Від сторінки %@ до сторінки %@

# FromToPercentage
source: From %@ to %@
ca: De %@ a %@
de: Von %@ bis %@
es: De %@ a %@
fr: De %@ à %@
it: Da %@ a %@
pt_pt: De %@ a %@
ru: От %@ до %@
sl: Od %@ do %@
uk: Від %@ до %@

source: Insert progress
ca: Introdueix el progrés
de: Fortschritt einfügen
es: Insertar progreso
fr: Insérer la progression
it: Inserisci progressi
pt_pt: Progresso da inserção
ru: Вставить прогресс
sl: Vnesi napredek
uk: Введіть прогрес

# ProgressOverMaxPages
source: You have exceeded the number of pages in the book
ca: Has superat el nombre de pàgines del llibre.
de: Du hast die Seitenzahl des Buches überschritten
es: Has superado el número de páginas del libro.
fr: Vous avez dépassé le nombre de pages du livre
it: Hai superato il numero di pagine del libro
pt_pt: Você excedeu o número de páginas do livro
ru: Вы превысили количество страниц в книге
sl: Presegel si število strani v knjigi
uk: Ви перевищили кількість сторінок у книзі

# AddProgressPlaceholder
source: Add reading progress by tapping the + icon
ca: Afegeix el progrés de lectura tocant la icona +
de: Füge den Lesefortschritt hinzu, indem du auf das Symbol + tippen
es: Agregue el progreso de lectura tocando el ícono +
fr: Ajoutez la progression de la lecture en appuyant sur l'icône +
it: Aggiungi progressi di lettura selezionando l'icona + in alto a destra
pt_pt: Adicione o progresso da leitura tocando no ícone +
ru: Добавьте прогресс чтения, нажав значок +
sl: Dodaj napredek branja tako, da tapneš ikono +
uk: Додайте прогрес читання, натиснувши значок +

source: Leave a review
ca: DDeixa una ressenya
de: Hinterlasse eine Bewertung
es: Dejar un comentario
fr: Laisser un commentaire
it: Scrivi una recensione
pt_pt: Deixe um comentário
ru: Оставить отзыв
sl: Pusti oceno
uk: Лишити відгук

# BookCoverNotFoundError
source: Cover not found online
ca: No s'ha trobat la coberta en línia
de: Cover online nicht gefunden
es: Portada no encontrada en línea
fr: Couverture introuvable en ligne
it: Cover non trovata online
pt_pt: Capa não encontrada online
ru: Обложка не найдена в сети
sl: Naslovnice ni bilo mogoče najti na spletu
uk: Обкладинка не знайдена онлайн

# HideWishlistFromReadList
source: Hide Wishlist from read lists
ca: Amaga la llista de desitjos de les llistes de lectura
de: Wunschliste aus Leselisten ausblenden
es: Ocultar la lista de deseos de las listas de lectura
fr: Masquer la liste de souhaits de la liste de lecture
it: Nascondi la lista desideri dalle liste di lettura
pt_pt: Ocultar lista de desejos das listas de leitura
ru: Скрыть список желаний из списков чтения
sl: Skrij seznam želja s prebranih seznamov
uk: Приховати Список Бажань зі списку читання

# AuthorListNameSurname
source: Authors (name)
ca: Autors (nom)
de: Autoren (Name)
es: Autores (nombre)
fr: Auteurs (nom)
it: Autori (nome)
pt_pt: Autores (nome)
ru: Авторы (имя)
sl: Avtorji (ime)
uk: Автори (ім'я)

# AuthorListSurnameName
source: Authors (surname)
ca: Autors (cognom)
de: Autoren (Nachname)
es: Autores (apellido)
fr: Auteurs (nom de famille)
it: Autori (cognome)
pt_pt: Autores (sobrenome)
ru: Авторы (фамилия)
sl: Avtorji (priimek)
uk: Автори (прізвище)

# SortByAuthorNameSurname
source: By author (name)
ca: Per autor (nom)
de: Nach Autor (Name)
es: Por autor (nombre)
fr: Par auteur (nom)
it: Per autore (nome)
pt_pt: Por autor (nome)
ru: По автору (имя)
sl: Po avtorju (ime)
uk: За автором (ім'я)

# SortByAuthorSurnameName
source: By author (surname)
ca: Per autor (cognom)
de: Nach Autor (Nachname)
es: Por autor (apellido)
fr: Par auteur (nom de famille)
it: Per autore (cognome)
pt_pt: Por autor (sobrenome)
ru: По автору (фамилии)
sl: Po avtorju (priimek)
uk: За автором (прізвище)

# PHYSICALBOOK
source: Paper book
ca: Llibre imprès
de: Papierbuch
es: Libro de papel
fr: Livre papier
it: Libro cartaceo
pt_pt: Livro em papel
ru: Бумажная книга
sl: Papirnata knjiga
uk: Паперова книга

# EBOOK
source: Digital book
ca: Llibre digital
de: Digitales Buch
es: Libro digital
fr: Livre numérique
it: Libro digitale
pt_pt: Livro digital
ru: Цифровая книга
sl: Digitalna knjiga
uk: Електронна книга

source: Audiobook
ca: Audiollibre
de: Hörbuch
es: Audiolibro
fr: Livre audio
it: Audiolibro
ru: Аудиокнига
sl: Zvočna knjiga
uk: Аудіокнига

source: Book type
ca: Tipus de llibre
de: Buchart
es: Tipo de libro
fr: Type de livre
it: Tipologia libro
pt_pt: Tipo de livro
ru: Тип книги
sl: Tip knjige
uk: Тип книги

source: Select location
ca: Selecciona la ubicació...
de: Ort auswählen...
es: Seleccionar ubicación...
fr: Sélectionnez l'emplacement...
it: Seleziona posizione...
pt_pt: Selecione o local...
ru: Выберите место...
sl: Izberi lokacijo...
uk: Обрати розташування...

source: Select bookcase
ca: Selecciona una llibreria...
de: Bücherregal auswählen...
es: Seleccionar estantería...
fr: Sélectionnez la bibliothèque...
it: Seleziona libreria...
pt_pt: Selecione estante...
ru: Выбрать книжный шкаф...
sl: Izberi knjižno omaro...
uk: Обрати книжкову шафу...

source: Select shelf
ca: Seleccioneu prestatge...
de: Fach auswählen...
es: Seleccionar estante...
fr: Sélectionnez l'étagère...
it: Seleziona scaffale...
pt_pt: Selecionar estante...
ru: Выбрать полку...
sl: Izberi polico...
uk: Обрати полицю...

# SelectBookcaseShelfError
source: You have to select a bookcase and a shelf before to continue.
ca: Abans de continuar, heu de seleccionar una prestatgeria i una prestatgeria.
de: Du musst ein Bücherregal und ein Fach auswählen, bevor du fortfahren kannst.
es: Tienes que seleccionar una librería y un estante antes de continuar.
fr: Vous devez sélectionner une bibliothèque et une étagère avant de continuer.
it: Devi selezionare una libreria e uno scaffale per poter continuare.
pt_pt: Você tem que selecionar uma estante e uma prateleira antes de continuar.
ru: Вы должны выбрать книжный шкаф и полку, прежде чем продолжить.
sl: Pred nadaljevanjem moraš izbrati knjižno omaro in polico.
uk: Перш ніж продовжити, вам потрібно вибрати книжкову шафу та полицю.

# SelectShelfError
source: You have to select a shelf before to continue.
ca: Abans de continuar, heu de seleccionar un prestatge.
de: Du musst ein Fach auswählen, bevor du fortfahren kannst.
es: Tienes que seleccionar un estante antes de continuar.
fr: Vous devez sélectionner une étagère avant de continuer.
it: Devi selezionare uno scaffale per poter continuare.
pt_pt: Você precisa selecionar uma prateleira antes de continuar.
ru: Вы должны выбрать полку, прежде чем продолжить.
sl: Pred nadaljevanjem moraš izbrati polico.
uk: Перш ніж продовжити, вам потрібно вибрати полицю.

source: one-time
ca: una vegada
de: einmalig
es: pago único
fr: Une fois
it: acquisto singolo
pt_pt: um tempo
ru: одноразово
sl: enkratno
uk: разово

source: Default
ca: Per defecte
de: Standard
es: Por defecto
fr: Par défaut
pt_pt: Padrão
ru: По умолчанию
sl: Privzeto
uk: За замовчуванням

source: Done
ca: Fet
de: Fertig
es: OK
fr: OK
it: Fine
pt_pt: OK
ru: Готово
sl: Končano
uk: Готово

source: Options
ca: Opcions
de: Optionen
es: Opciones
fr: Choix
it: Opzioni
pt_pt: Opções
ru: Опции
sl: Možnosti
uk: Опції

source: You have read %lld pages today
ca: Heu llegit %lld pàgines avui
de: Du hast heute %lld Seiten gelesen
es: Has leído %lld páginas hoy
fr: Vous avez lu %lld pages aujourd'hui
it: Oggi hai letto %lld pagine
pt_pt: Você leu %lld páginas hoje
ru: Сегодня вы прочитали %lld страниц
sl: Danes si prebral %lld strani
uk: Ви прочитали %lld сторінок сьогодні

source: Author
ca: Autora
de: Autor
es: Autor
fr: Auteur
it: Autore
pt_pt: Autor
ru: Автор
sl: Avtor
uk: Автор

source: Book
ca: Llibre
de: Buch
es: Libro
fr: Livre
it: Libro
pt_pt: Livro
ru: Книга
sl: Knjiga
uk: Книга

source: Books
ca: Llibres
de: Bücher
es: Libros
fr: Livres
it: Libri
pt_pt: Livros
ru: Книги
sl: Knjige
uk: Книжок

source: Name
ca: Nom
es: Nombre
fr: Prénom
it: Nome
pt_pt: Nome
ru: Имя
sl: Ime
uk: Ім'я

source: Surname
ca: Cognom
de: Familien- oder Nachname
es: Apellido
fr: Nom
it: Cognome
pt_pt: Sobrenome
ru: Фамилия
sl: Priimek
uk: Прізвище

source: Category
ca: Categoria
de: Kategorie
es: Categoría
fr: Catégorie
it: Genere
pt_pt: Categoria
ru: Категория
sl: Kategorija
uk: Категорія

source: Cover
ca: Tapa
de: Abdeckung
es: Cubrir
fr: Couverture
it: Copertina
pt_pt: Cobrir
ru: Покрытие
sl: Naslovnica
uk: Обкладинка

# BookState
source: State
ca: Estat
de: Bundesland
es: Estado
fr: État
it: Stato
pt_pt: Estado
ru: Состояние
sl: Stanje
uk: Стан

source: Tag
ca: Etiqueta
de: Schild
es: Etiqueta
fr: Étiquette
pt_pt: Marcação
ru: Ярлык
sl: Oznaka
uk: Тег

source: Remote image URL
ca: URL d’imatge remota
de: Remote-Bild-URL
es: URL de imagen remota
fr: URL de la couverture
it: URL immagine remota
pt_pt: URL da imagem remota
ru: УРГОВЫЙ УРЛ
sl: URL oddaljene slike
uk: URL віддаленого зображення

source: Thumbnail remote image URL
ca: URL de la imatge remota a la miniatura
de: Thumbnail Remote-Bild-URL
es: URL de imagen remota en miniatura
fr: URL de la couverture miniature
it: URL miniatura immagine remota
pt_pt: URL de imagem remota de miniatura
ru: Миниатюра удаленного изображения URL
sl: URL oddaljene sličice
uk: URL мініатюри віддаленого зображення

# AddBookDescription
source: Add a new Book to your library or wishlist
ca: Afegiu un llibre nou a la vostra biblioteca o llista de desitjos
de: Füge deiner Bibliothek oder Wunschliste ein neues Buch hinzu
es: Agregue un nuevo libro a su biblioteca o lista de deseos
fr: Ajoutez un nouveau livre à votre bibliothèque ou votre liste de souhaits
it: Aggiungi un nuovo libro alla tua libreria o lista desideri
pt_pt: Adicione um novo livro à sua biblioteca ou lista de desejos
ru: Добавьте новую книгу в свою библиотеку или список желаний
sl: Dodaj novo knjigo v svojo knjižnico ali na seznam želja
uk: Додайте нову книгу до своєї бібліотеки або Списку Бажань

# BookAdded
source: The book was inserted correctly.
ca: El llibre es va inserir correctament.
de: Das Buch wurde korrekt eingefügt.
es: El libro se insertó correctamente.
fr: Le livre a été ajouté avec succès.
it: Il libro è stato inserito correttamente.
pt_pt: O livro foi inserido corretamente.
ru: Книга была вставлена правильно.
sl: Knjiga je bila pravilno vstavljena.
uk: Книжка була вставлена правильно.

# AuthorAdded
source: The author was inserted correctly.
ca: L’autor es va inserir correctament.
de: Der Autor wurde korrekt eingefügt.
es: El autor fue insertado correctamente.
fr: L'auteur a été ajouté avec succès.
it: L'autore è stato inserito correttamente
pt_pt: O autor foi inserido corretamente.
ru: Автор был вставлен правильно.
sl: Avtor je bil pravilno vstavljen.
uk: Автор був вставлений правильно.

# CategoryAdded
source: The category was inserted correctly.
ca: La categoria es va inserir correctament.
de: Die Kategorie wurde korrekt eingefügt.
es: La categoría se insertó correctamente.
fr: La catégorie a été insérée avec succès.
it: Il genere è stato inserito correttamente
pt_pt: A categoria foi inserida corretamente.
ru: Категория была вставлена правильно.
sl: Kategorija je bila pravilno vstavljena.
uk: Категорія була вставлена правильно.

# SeriesAdded
source: The series was inserted correctly.
ca: La sèrie es va inserir correctament.
de: Die Serie wurde korrekt eingefügt.
es: La serie se insertó correctamente.
fr: La série a été insérée avec succès.
it: La serie è stata inserita correttamente
pt_pt: A série foi inserida corretamente.
ru: Серия была вставлена правильно.
sl: Serija je bila pravilno vstavljena.
uk: Серія була вставлена правильно.

# TagAdded
source: The tag was inserted correctly.
ca: L’etiqueta es va inserir correctament.
de: Das Tag wurde korrekt eingefügt.
es: La etiqueta se insertó correctamente.
fr: Le mot-clé a été insérée avec succès.
it: Il tag è stato inserito correttamente
pt_pt: A tag foi inserida corretamente.
ru: Тег был вставлен правильно.
sl: Oznaka je bila pravilno vstavljena.
uk: Тег був вставлений правильно.

# TitleQuestion
source: What's the title?
ca: Quin és el títol?
de: Wie lautet der Titel?
es: ¿Cuál es el título?
fr: Quel est le titre?
it: Qual è il titolo?
pt_pt: Qual é o título?
ru: Что за название?
sl: Kaj je naslov?
uk: Який заголовок?

# GoogleIdQuestion
source: What's the Google Books ID?
ca: Què és l'identificador de Google Books?
de: Wie lautet die Google Books-ID?
es: ¿Cuál es la identificación de Google Books?
fr: Quel est l'ID Google Livres?
it: Qual è l'ID di Google Books?
pt_pt: Qual é o ID do Google Books?
ru: Что такое идентификатор Google Books?
sl: Kaj je Google Books ID?
uk: Який Google Books ID?

# GoogleBooksUrlQuestion
source: What's the Google Books URL?
ca: Què és l'URL de Google Books?
de: Was ist die Google Books-URL?
es: ¿Cuál es la URL de Google Books?
fr: Quelle est l'URL Google Livres?
it: Qual è il l'URL di Google Books?
pt_pt: Qual é o URL do Google Books?
ru: Что такое URL Google Books?
sl: Kaj je Google Books URL?
uk: Який Google Books URL?

# GoodreadQuestion
source: What's the Goodreads ID?
ca: Quin és l'identificador de Goodreads?
de: Was ist die Goodreads-ID?
es: ¿Cuál es la identificación de Goodreads?
fr: Quel est l'ID Goodreads?
it: Qual è l'ID di Goodreads?
pt_pt: Qual é o ID do Goodreads?
ru: Что такое удостоверение личности Goodreads?
sl: Kaj je Goodreads ID?
uk: Який Goodreads ID?

# GoodreadsUrlQuestion
source: What's the Goodreads URL?
ca: Què és l’URL de Goodreads?
de: Was ist die Goodreads-URL?
es: ¿Cuál es la URL de Goodreads?
fr: Quelle est l'URL Goodreads?
it: Qual è l'URL di Goodreads?
pt_pt: Qual é o URL do Goodreads?
ru: Что такое URL Goodreads?
sl: Kaj je Goodreads URL?
uk: Який Goodreads URL?

# DescriptionQuestion
source: What's the Description?
ca: Quina és la descripció?
de: Was ist die Beschreibung?
es: ¿Cuál es la descripción?
fr: Quelle est la description?
it: Qual è la descrizione?
pt_pt: Qual é a descrição?
ru: Какое описание?
sl: Kaj je opis?
uk: Який опис?

# Isbn10Question
source: What's the ISBN 10?
ca: Què és el ISBN 10?
de: Was ist der ISBN 10?
es: ¿Qué es el ISBN 10?
fr: Qu'est-ce que l'ISBN 10?
it: Qual è il codice ISBN da 10 cifre?
pt_pt: Qual é o ISBN 10?
ru: Что такое ISBN 10?
sl: Kaj je ISBN 10?
uk: Який ISBN 10?

# Isbn13Question
source: What's the ISBN 13?
ca: Què és el ISBN 13?
de: Was ist der ISBN 13?
es: ¿Qué es el ISBN 13?
fr: Qu'est-ce que l'ISBN 13?
it: Qual è il codice ISBN da 13 cifre?
pt_pt: Qual é o ISBN 13?
ru: Что такое ISBN 13?
sl: Kaj je ISBN 13?
uk: Який ISBN 13?

# AuthorsQuestion
source: What are the authors?
ca: Què són els autors?
de: Was sind die Autoren?
es: ¿Qué son los autores?
fr: Quels sont les auteurs?
it: Chi sono gli autori?
pt_pt: Quais são os autores?
ru: Какие авторы?
sl: Kateri avtorji so?
uk: Які автори?

# CategoriesQuestion
source: What are the categories?
ca: Quines són les categories?
de: Was sind die Kategorien?
es: ¿Cuáles son las categorías?
fr: Quelles sont les catégories?
it: Quali sono i generi?
pt_pt: Quais são as categorias?
ru: Какие категории?
sl: Katere kategorije so?
uk: Які категорії?

# LanguageQuestion
source: What's the language?
ca: Quin és el llenguatge?
de: Was ist die Sprache?
es: ¿Cuál es el idioma?
fr: Quelle est la langue?
it: Qual è la lingua?
pt_pt: Qual é o idioma?
ru: Что за язык?
sl: Kater jezik je?
uk: Яка мова?

# PublisherQuestion
source: What's the publisher?
ca: Què és l'editorial?
de: Was ist der Verlag?
es: ¿Qué es el editor?
fr: Qu'est-ce que l'éditeur?
it: Qual è la casa editrice?
pt_pt: Qual é o editor?
ru: Что за издатель?
sl: Kdo je založnik?
uk: Який видавець?

# ReleaseDateQuestion
source: What's the release date?
ca: Quina és la data de llançament?
de: Was ist das Veröffentlichungsdatum?
es: ¿Cuál es la fecha de lanzamiento?
fr: Quelle est la date de sortie?
it: Qual è la data di rilascio?
pt_pt: Qual é a data de lançamento?
ru: Какая дата релиза?
sl: Kaj je datum izdaje?
uk: Яка дата видання?

# PurchaseDateQuestion
source: What's the purchase date?
ca: Quina és la data de compra?
de: Was ist der Kaufdatum?
es: ¿Cuál es la fecha de compra?
fr: Quelle est la date d'achat?
it: Qual è la data di acquisto?
pt_pt: Qual é a data de compra?
ru: Какая дата покупки?
sl: Kaj je datum nakupa?
uk: Яка дата покупки?

# ImageQuestion
source: What's the cover?
ca: Quina és la portada?
de: Was ist das Cover?
es: ¿Cuál es la portada?
fr: Quelle est la couverture?
it: Qual è la copertina?
pt_pt: Qual é a capa?
ru: Что такое обложка?
sl: Kaj je naslovnica?
uk: Яка обкладинка?

# RemoteImageUrlQuestion
source: What's the remote cover URL?
ca: Què és l'URL de la coberta remota?
de: Was ist die Remote-Cover-URL?
es: ¿Cuál es la URL de cubierta remota?
fr: Quelle est l'URL de la couverture?
it: Qual è l'URL dell'immagine remota?
pt_pt: Qual é o URL da cobertura remota?
ru: Что такое URL -адрес удаленного покрытия?
sl: Kaj je oddaljena URL povezava do naslovnice?
uk: Яка URL-адреса віддаленої обкладинки?

# ThumbnailRemoteImageUrlQuestion
source: What's the remote thumbnail cover URL?
ca: Què és l’URL de la coberta de la miniatura remota?
de: Was ist die Remote-Miniatur-Cover-URL?
es: ¿Cuál es la URL de cubierta de miniatura remota?
fr: Quelle est l'URL de la couverture miniature?
it: Qual è l'URL della miniatura dell'immagine remota?
pt_pt: Qual é o URL da capa de miniatura remota?
ru: Что такое URL -адрес удаленной миниатюры?
sl: Kaj je oddaljena URL povezava do sličice naslovnice?
uk: Яка URL-адреса мініатюри віддаленої обкладинки?

# RatingQuestion
source: What's the rating?
ca: Quina és la qualificació?
de: Wie hoch ist die Bewertung?
es: ¿Cuál es la calificación?
fr: Quelle est la note?
it: Che voto dai al libro?
pt_pt: Qual é a classificação?
ru: Какой рейтинг?
sl: Kaj je ocena?
uk: Яка оцінка?

# PagesQuestion
source: What's the page number?
ca: Quin és el número de la pàgina?
de: Wie lautet die Seitennummer?
es: ¿Cuál es el número de página?
fr: Quel est le nombre de page?
it: Qual è il numero di pagine?
pt_pt: Qual é o número da página?
ru: Какой номер страницы?
sl: Koliko je število strani?
uk: Яка кількість сторінок?

# BookStateQuestion
source: Do you want to add the book to your Library or Wishlist?
ca: Voleu afegir el llibre a la vostra biblioteca o llista de desitjos?
de: Möchtest du das Buch deiner Bibliothek oder Wunschliste hinzufügen?
es: ¿Quieres agregar el libro a tu biblioteca o lista de deseos?
fr: Voulez-vous ajouter le livre à votre bibliothèque ou liste de souhaits?
it: Vuoi aggiungere il libro alla Libreria o Lista desideri?
pt_pt: Deseja adicionar o livro à sua biblioteca ou lista de desejos?
ru: Вы хотите добавить книгу в свою библиотеку или список желаний?
sl: Bi rad dodal knjigo v svojo knjižnico ali na seznam želja?
uk: Бажаєте додати книгу до своєї бібліотеки чи списку бажань?

# ReadingStatusQuestion
source: What is the reading status?
ca: Quin és l'estat de lectura?
de: Wie ist der Lesebatus?
es: ¿Cuál es el estado de lectura?
fr: Quel est le statut de lecture?
it: Qual è lo stato di lettura?
pt_pt: Qual é o status de leitura?
ru: Каков статус чтения?
sl: Kakšno je bralno stanje?
uk: Який статус читання?

# BookTypeQuestion
source: What's the book type?
ca: Quin és el tipus de llibre?
de: Was ist der Buchtyp?
es: ¿Cuál es el tipo de libro?
fr: Quel est le type de livre?
it: Qual è la tipologia del libro?
pt_pt: Qual é o tipo de livro?
ru: Какой тип книги?
sl: Kater tip knjige je?
uk: Який тип книжки?

# PersonalCommentQuestion
source: What's the personal comment?
ca: Quin és el comentari personal?
de: Was ist der persönliche Kommentar?
es: ¿Cuál es el comentario personal?
fr: Quel est le commentaire personnel?
it: Qual è il tuo commento personale sul libro?
pt_pt: Qual é o comentário pessoal?
ru: Какой личный комментарий?
sl: Kaj je osebni komentar?
uk: Який персональний коментар?

# TagsQuestion
source: What are the tags?
ca: Quines són les etiquetes?
de: Was sind die Tags?
es: ¿Cuáles son las etiquetas?
fr: Quelles sont les mots-clés?
it: Quali sono i tag?
pt_pt: Quais são as tags?
ru: Какие теги?
sl: Katere so oznake?
uk: Які теги?

# SeriesQuestion
source: What's the series?
ca: Què és la sèrie?
de: Was ist die Serie?
es: ¿Cuál es la serie?
fr: Quelle est la série?
it: Qual è la serie?
pt_pt: Qual é a série?
ru: Что за сериал?
sl: Katere serije so?
uk: Які серії?

# QuotesQuestion
source: What are the quotes?
ca: Quines són les cotitzacions?
de: Was sind die Zitate?
es: ¿Cuáles son las citas?
fr: Quelles sont les citations?
it: Quali sono le citazioni?
pt_pt: Quais são as citações?
ru: Какие цитаты?
sl: Kateri citati so?
uk: Які цитати?

# QuoteQuestion
source: What is the quote?
ca: Quina és la cita?
de: Was ist das Zitat?
es: ¿Cuál es la cita?
fr: Quelle est la citation?
it: Qual è la citazione?
pt_pt: Qual é a citação?
ru: Что такое цитата?
sl: Kater citat je?
uk: Яка цитата?

# BookQuestion
source: What's the book?
ca: Què és el llibre?
de: Was ist das Buch?
es: ¿Cuál es el libro?
fr: Quel est le livre?
it: Qual è il libro?
pt_pt: Qual é o livro?
ru: Что за книга?
sl: Katera knjiga?
uk: Яка книжка?

# PageQuestion
source: What's the current page?
ca: Quina és la pàgina actual?
de: Was ist die aktuelle Seite?
es: ¿Cuál es la página actual?
fr: Quelle est la page actuelle?
it: Qual è la pagina corrente?
pt_pt: Qual é a página atual?
ru: Какая текущая страница?
sl: Katera je trenutna stran?
uk: Яка поточна сторінка?

# NameQuestion
source: What's the name?
ca: Com es diu?
de: Was ist der Name?
es: ¿Cual es el nombre?
fr: Quel est le prénom?
it: Qual è il nome?
pt_pt: Qual o nome?
ru: Какое имя?
sl: Kaj je ime?
uk: Яке ім'я?

# SurnameQuestion
source: What's the surname?
ca: Quin és el cognom?
de: Was ist der Nachname?
es: ¿Cuál es el apellido?
fr: Quel est le nom?
it: Qual è il cognome?
pt_pt: Qual é o sobrenome?
ru: Что за фамилия?
sl: Kaj je priimek?
uk: Яке прізвище?

# SearchQuestion
source: Which book would you like to search?
ca: Quin llibre t'agradaria cercar?
de: Welches Buch möchtest du suchen?
es: ¿Qué libro te gustaría buscar?
fr: Quel livre souhaitez-vous rechercher?
it: Quale libro vorresti cercare?
pt_pt: Qual livro você gostaria de pesquisar?
ru: Какую книгу вы хотите найти?
sl: Katero knjigo bi rad poiskal?
uk: Яку книгу ви б хотіли знайти?

# PercentageQuestion
source: What's the percentage?
ca: Quin és el percentatge?
de: Was ist der Prozentsatz?
es: ¿Cuál es el porcentaje?
fr: Quel est le pourcentage?
it: Qual è la percentuale di completamento?
pt_pt: Qual é a porcentagem?
ru: Какой процент?
sl: Kolikšen je odstotek?
uk: Який відсоток?
