Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# RatingOutOfRangeError
source: The rating is out of range. The value should be between 0 and 10.
ca: La qualificació està fora de gamma.El valor ha d’estar entre 0 i 10.
de: Die Bewertung ist außer Reichweite. Der Wert sollte zwischen 0 und 10 liegen.
es: La calificación está fuera de rango.El valor debe ser entre 0 y 10.
fr: La note est en dehors de la plage.La valeur doit être comprise entre 0 et 10.
it: Il voto non è corretto. Il valore dovrebbe essere compreso tra 0 e 10.
pt_pt: A classificação está fora de alcance.O valor deve estar entre 0 e 10.
ru: Рейтинг вне диапазона.Значение должно быть от 0 до 10.
sl: Ocena je izven dosega. Vrednost mora biti med 0 in 10.
uk: Рейтинг виходить за межі діапазону. Значення має бути від 0 до 10.

# NegativePagesError
source: The inserted page number is negative. The value must be greather or equal to 0.
ca: El número de pàgina d’inserció és negatiu.El valor ha de ser major o igual a 0.
de: Die eingefügte Seitennummer ist negativ. Der Wert muss größer oder gleich 0 sein.
es: El número de página de inserción es negativo.El valor debe ser mayor o igual a 0.
fr: Le nombre de pages inséré est négatif. La valeur doit être supérieure ou égale à 0.
it: Il numero di pagine inserito è negativo. Il valore deve essere maggiore di 0.
pt_pt: O número da página de inserção é negativo.O valor deve ser maior ou igual a 0.
ru: Номер страницы вставки отрицательный.Значение должно быть больше или равно 0.
sl: Vneseno število strani je negativno. Vrednost mora biti večja ali enaka 0.
uk: Введений номер сторінки від’ємний. Значення має бути більше або дорівнювати 0.

# BookDoesNotExistError
source: The book you are trying to edit does not exist in your library
ca: El llibre que intenteu editar no existeix a la vostra biblioteca
de: Das Buch, das du bearbeiten möchtest, existiert nicht in deiner Bibliothek
es: El libro que está intentando editar no existe en su biblioteca.
fr: Le livre que vous essayez de modifier n'existe pas dans votre bibliothèque
it: Il libro che stai cercando di modificare non esiste nella tua libreria
pt_pt: O livro que você está tentando editar não existe em sua biblioteca
ru: Книги, которую вы пытаетесь отредактировать, не существует в вашей библиотеке
sl: Knjigo, ki bi jo rad urejal, ne obstaja v tvoji knjižnici
uk: Книги, яку ви намагаєтесь редагувати, немає у вашій бібліотеці

# InvalidParameterError
source: Invalid parameter
ca: Paràmetre no vàlid
de: Ungültiger Parameter
es: Parametro invalido
fr: Paramètre invalide
it: Parametro non valido
pt_pt: Parâmetro inválido
ru: Неверный параметр
sl: Neveljaven parameter
uk: Невірний параметр

# MissingBookPagesError
source: The book you selected does not have the number of pages. You must first add the number of total pages to be able to proceed
ca: El llibre que heu seleccionat no té el nombre de pàgines.Primer heu d’afegir el nombre de pàgines totals per poder continuar
de: Das von dir ausgewählte Buch enthält keine Anzahl an Seiten. Du musst zuerst die Anzahl der Gesamtseiten hinzufügen, um fortzufahren
es: El libro que seleccionó no tiene el número de páginas.Primero debe agregar el número de páginas totales para poder continuar
fr: Le livre que vous avez sélectionné n'a pas de nombre de pages.Vous devez d'abord ajouter le nombre de pages totales pour pouvoir continuer
it: Il libro selezionato non ha il numero di pagine. Devi prima aggiungere il numero di pagine totali per poter procedere
pt_pt: O livro que você selecionou não possui o número de páginas.Você deve primeiro adicionar o número de páginas totais para poder prosseguir
ru: Выбранная вами книга не имеет количества страниц.Сначала вы должны добавить количество общих страниц, чтобы иметь возможность продолжить
sl: Izbrani knjigi manjka število strani. Najprej dodaj celotno število strani, da lahko nadaljuješ
uk: Вибрана вами книга не містить інформації про кількість сторінок. Щоб продовжити, спочатку додайте загальну кількість сторінок

# ItemAlreadyExistError
source: The item you are trying to insert already exists
ca: L’element que intenteu inserir ja existeix
de: Der Artikel, den du einfügen möchtest, existiert bereits
es: El elemento que está intentando insertar ya existe
fr: L'article que vous essayez d'insérer existe déjà
it: L'elemento che stai cercando di inserire esiste già
pt_pt: O item que você está tentando inserir já existe
ru: Предмет, который вы пытаетесь вставить, уже существует
sl: Element, ki ga poskušaš vstaviti, že obstaja
uk: Елемент, який ви намагаєтеся вставити, вже існує

source: Editing
ca: Editar
de: Bearbeitung
es: Edición
fr: Modification
it: Modifica
pt_pt: Edição
ru: Редактирование
sl: Urejanje
uk: Редагування

source: Edit Book
ca: Editar llibre
de: Buch bearbeiten
es: Editar libro
fr: Modifier le livre
it: Modifica Libro
pt_pt: Editar livro
ru: Редактировать книгу
sl: Uredi knjigo
uk: Редагувати книгу

# EditBookDescription
source: Edit the details of a given book
ca: Editeu els detalls d’un llibre determinat
de: Bearbeite die Details eines bestimmten Buches
es: Editar los detalles de un libro determinado
fr: Modifiez les détails d'un livre
it: Modifica i dettagli di un libro
pt_pt: Edite os detalhes de um determinado livro
ru: Отредактируйте детали данной книги
sl: Uredi podrobnosti dane knjige
uk: Редагувати деталі даної книги

# BookEdited
source: The book has been updated successfully
ca: El llibre s'ha actualitzat amb èxit
de: Das Buch wurde erfolgreich aktualisiert
es: El libro se ha actualizado con éxito
fr: Le livre a été mis à jour avec succès
it: Il libro è stato aggiornato con successo
pt_pt: O livro foi atualizado com sucesso
ru: Книга была успешно обновлена
sl: Podrobnosti knjige so bile uspešno urejene
uk: Книгу успішно оновлено

# AddQuoteDescription
source: Add a quote to your book
ca: Afegiu un pressupost al vostre llibre
de: Fügen deinem Buch ein Zitat hinzu
es: Agrega una cotización a tu libro
fr: Ajoutez une citation à votre livre
it: Aggiungi una citazione al tuo libro
pt_pt: Adicione uma cotação ao seu livro
ru: Добавьте цитату в свою книгу
sl: Dodaj citat k svoji knjigi
uk: Додати цитату до вашої книги

# QuoteAdded
source: The quote has been inserted
ca: La cotització s'ha inserit
de: Das Zitat wurde eingefügt
es: La cita ha sido insertada
fr: La citation a été insérée
it: La citazione è stata inserita
pt_pt: A citação foi inserida
ru: Цитата была вставлена
sl: Citat je bil vstavljen
uk: Цитата була додана

# UpdateBookProgress
source: Update Reading Progress
ca: Actualitzeu el progrés de lectura
de: Aktualisieren den Lesefortschritt
es: Actualizar el progreso de la lectura
fr: Mettre à jour les progrès de la lecture
it: Aggiorna i Progressi di Lettura
pt_pt: Atualizar o progresso da leitura
ru: Обновить прогресс чтения
sl: Posodobi napredek branja
uk: Оновити прогрес читання

# UpdateBookProgressDescription
source: Update the reading progress of your books by entering the page or percentage of completion
ca: Actualitzeu el progrés de lectura dels vostres llibres introduint la pàgina o percentatge de finalització
de: Aktualisiere den Lesefortschritt deiner Bücher, indem du die Seite oder den Prozentsatz der Fertigstellung eingibst
es: Actualice el progreso de lectura de sus libros ingresando la página o porcentaje de finalización
fr: Mettez à jour les progrès de lecture de vos livres en entrant la page ou le pourcentage lu
it: Aggiorna i progressi di lettura dei libri inserendo la pagina o la percentuale di completamento
pt_pt: Atualize o progresso da leitura de seus livros inserindo a página ou porcentagem de conclusão
ru: Обновите ход чтения ваших книг, введя страницу или процент завершения
sl: Posodobi svoj napredek branja knjige z vnosom strani ali odstotka dokončanosti
uk: Оновіть прогрес читання своїх книг, ввівши сторінку або відсоток завершення

source: Update
ca: Actualitzar
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna
pt_pt: Atualizar
ru: Обновлять
sl: Posodobi
uk: Оновити

source: Page
ca: Pàgina
de: Buchseite
es: Página
it: Pagina
pt_pt: Página
ru: Страница
sl: Strani
uk: Сторінка

source: Percentage
ca: Percentatge
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt_pt: Percentagem
ru: Процент
sl: Odstotek
uk: Відсоток

# PercentageProgress
source: Update reading progress as a percentage?
ca: Actualitzar el progrés de la lectura en percentatge?
de: Lesefortschritt als Prozentsatz aktualisieren?
es: ¿Actualizar el progreso de la lectura como porcentaje?
fr: Mettre à jour la progression de la lecture en pourcentage?
it: Aggiorna i progressi di lettura in percentuale?
pt_pt: Atualizar o progresso da leitura como uma porcentagem?
ru: Обновить прогресс чтения в процентах?
sl: Posodobi napredek branja kot odstotek?
uk: Оновити прогрес читання у відсотках?

# CurrentPageLessThanCurrentPageConfirmation
source: The inserted page is lower than the previous stored page.Do you want to proceed?
ca: La pàgina inserida és inferior a la pàgina emmagatzemada anterior. Voleu continuar?
de: Die eingefügte Seite ist niedriger als die vorherige gespeicherte Seite. Möchtest du fortfahren?
es: La página insertada es más baja que la página almacenada anterior. ¿Desea proceder?
fr: Le numéro de page ajouté est inférieur au numéro précédemment ajouté. Voulez-vous continuer?
it: La pagina inserita è più bassa della precedente pagina memorizzata. Vuoi procedere?
pt_pt: A página inserida é menor que a página armazenada anterior. Você deseja prosseguir?
ru: Вставленная страница ниже, чем предыдущая сохраненная страница. Вы хотите продолжить?
sl: Vnešena stran je nižja od prejšnje shranjene strani. Bi radi nadaljevali?
uk: Вставлена сторінка передує попередньо збереженій. Бажаєте продовжити??

# ReadingProgressUpdated
source: Updated reading progress
ca: Actualització de progrés de lectura
de: Aktualisierte Lesefortschritt
es: Progreso de lectura actualizado
fr: Progrès de la lecture mise à jour
it: Progressi di lettura aggiornati
pt_pt: Progresso de leitura atualizado
ru: Обновленный прогресс чтения
sl: Napredek branja je posodobljen
uk: Оновлений прогрес читання

source: Get Book Quotes
ca: Obteniu pressupostos del llibre
de: Hole dir Buchzitate
es: Obtener cotizaciones de libros
fr: Obtenez des citations de livres
it: Ottieni Citazioni dei Libri
pt_pt: Obtenha cotações de livros
ru: Получите книжные цитаты
sl: Pridobi citate iz knjige
uk: Отримати цитати з книг

# GetBookQuotesDescription
source: Get quotes from a specific book
ca: Obteniu pressupostos d’un llibre específic
de: Hole dir Zitate aus einem bestimmten Buch
es: Obtener citas de un libro específico
fr: Obtenez des citations d'un livre spécifique
it: Ottieni le citazioni di uno specifico libro
pt_pt: Obtenha citações de um livro específico
ru: Получить цитаты из конкретной книги
sl: Pridobi citate iz določene knjige
uk: Отримати цитати з конкретної книги

source: Quotes retrieved
ca: Cites recuperades
de: Zitate abgerufen
es: Citas recuperadas
fr: Citations récupérées
it: Citazioni recuperate
pt_pt: Citações recuperadas
ru: Цитаты извлечены
sl: Pridobljeni citati
uk: Цитати отримано

# AddAuthorDescription
source: Add a new author
ca: Afegiu un nou autor
de: Füge einen neuen Autor hinzu
es: Agregar un nuevo autor
fr: Ajouter un nouvel auteur
it: Aggiungi un nuovo autore
pt_pt: Adicione um novo autor
ru: Добавить нового автора
sl: Dodaj novega avtorja
uk: Додати нового автора

source: Add Category
ca: Afegiu la categoria
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi Genere
pt_pt: Adicionar categoria
ru: Добавить категорию
sl: Dodaj kategorijo
uk: Додати категорію

# AddCategoryDescription
source: Add a new category
ca: Afegiu una nova categoria
de: Füge eine neue Kategorie hinzu
es: Agregar una nueva categoría
fr: Ajouter une nouvelle catégorie
it: Aggiungi un nuovo genere
pt_pt: Adicione uma nova categoria
ru: Добавить новую категорию
sl: Dodaj novo kategorijo
uk: Додати нову категорію

source: Add Tag
ca: Afegiu l'etiqueta
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter un mot-clé
it: Aggiungi Tag
pt_pt: Adicionar etiqueta
ru: Добавить метку
sl: Dodaj oznako
uk: Додати тег

# AddTagDescription
source: Add a new tag
ca: Afegiu una nova etiqueta
de: Füge ein neues Tag hinzu
es: Agrega una nueva etiqueta
fr: Ajouter un nouveau mot-clé
it: Aggiungi un nuovo tag
pt_pt: Adicione uma nova tag
ru: Добавить новый тег
sl: Dodaj novo oznako
uk: Додати новий тег

# AddSeriesDescription
source: Add a new series
ca: Afegiu una nova sèrie
de: Füge eine neue Serie hinzu
es: Agregar una nueva serie
fr: Ajouter une nouvelle série
it: Aggiungi una nuova serie
pt_pt: Adicione uma nova série
ru: Добавить новую серию
sl: Dodaj novo serijo
uk: Додати нову серію

source: Edit the ${book} info
ca: Edita la informació ${book}
de: Bearbeite die ${book} Info
es: Editar la información de ${book}
fr: Modifier les informations de ${book}
it: Modifica le info di ${book}
pt_pt: Editar a informação ${book}
ru: Редактировать информацию ${book}
sl: Uredi ${book} informacije
uk: Редагувати інформацію ${book}

source: Add quote ${quote} to ${book}
ca: Afegeix cita ${quote} a ${book}
de: Zitat ${quote} zu ${book} hinzufügen
es: Agregar cita ${quote} a ${book}
fr: Ajouter la citation ${quote} à ${book}
it: Aggiungi ${quote} a ${book}
pt_pt: Adicione a citação ${quote} a ${book}
ru: Добавить цитату ${quote} в ${book}
sl: Dodaj citat ${quote} za ${book}
uk: Додати цитату ${quote} до ${book}

source: Insert the current page ${page} for ${book}
ca: Inseriu la pàgina actual ${page} per a ${book}
de: Füge die aktuelle Seite ${page} für ${book} ein
es: Inserte la página actual ${page} por ${book}
fr: Insérez la page actuelle ${page} pour ${book}
it: Inserisci la pagina corrente ${page} per ${book}
pt_pt: Insira a página atual ${page} por ${book}
ru: Вставьте текущую страницу ${page} для ${book}
sl: Vnesi trenutno stran ${page} za ${book}
uk: Ввести поточну сторінку ${page} для ${book}

# Insert the percentage progress ${percentage} for ${book}
source: Insert the percentage of completion ${percentage} for ${book}
ca: Inseriu el percentatge de finalització ${percentage} per a ${book}
de: Füge den Prozentsatz des Abschlusses ${percentage} für ${book} ein
es: Inserte el porcentaje de finalización ${percentage} por ${book}
fr: Insérez le pourcentage lu ${percentage} pour ${book}
it: Inserisci la percentuale di completamento ${percentage} per ${book}
pt_pt: Insira a porcentagem de conclusão ${percentage} por ${book}
ru: Вставьте процент завершения ${percentage} для ${book}
sl: Vnesi odstotek dokončanosti ${percentage} za ${book}
uk: Ввести відсоток завершення ${percentage} для ${book}

source: Get quotes for ${book}
ca: Obteniu pressupostos per ${book}
de: Hole dir Zitate für ${book}
es: Obtenga citas por ${book}
fr: Obtenez des citations pour ${book}
it: Ottieni citazioni per ${book}
pt_pt: Obtenha cotações por ${book}
ru: Получить кавычки для ${book}
sl: Pridobi citate za ${book}
uk: Отримати цитати для ${book}

source: Get reading progress for ${book}
ca: Obteniu el progrés de la lectura per ${book}
de: Lesefortschritt für ${book} abrufen
es: Obtén el progreso de lectura por ${book}
fr: Obtenez le progrès de lecture pour ${book}
it: Ottieni progressi lettura per ${book}
pt_pt: Obtenha o progresso de leitura de ${book}
ru: Получите прогресс чтения за ${book}
sl: Pridobi napredek branja za ${book}
uk: Отримати прогрес читання для ${book}

source: Add ${name} category
ca: Afegiu la categoria ${name}
de: ${name} Kategorie hinzufügen
es: Agregar ${name} categoría
fr: Ajouter une catégorie à ${name}
it: Aggiungi ${name} genere
pt_pt: Adicionar ${name} categoria
ru: Добавить ${name} категория
sl: Dodaj ${name} kategorijo
uk: Додати категорію ${name}

source: Add ${name} series
ca: Afegiu ${name} sèrie
de: ${name} Serie hinzufügen
es: Agregar ${name} Serie
fr: Ajouter des séries à ${name}
it: Aggiungi ${name} serie
pt_pt: Adicionar ${name} série
ru: Добавить ${name} series
sl: Dodaj ${name} serijo
uk: Додати серію ${name}

source: Add ${name} tag
ca: Afegiu ${name} etiqueta
de: ${name} Tag hinzufügen
es: Agregar ${name} etiqueta
fr: Ajouter un mot-clé à ${name}
it: Aggiungi ${name} tag
pt_pt: Adicionar ${name} tag
ru: Добавить ${name} тег
sl: Dodaj ${name} oznako
uk: Додати тег ${name}

source: Search ${search}
ca: Cerca ${search}
de: Suche ${search}
es: Búsqueda ${search}
fr: Chercher ${search}
it: Cerca ${search}
pt_pt: Procurar ${search}
ru: Поиск ${search}
sl: Išči ${search}
uk: Шукати ${search}

source: Shared with You
ca: Compartit amb tu
de: Mit dir geteilt
es: Compartido contigo
fr: Partagé avec vous
it: Condivisi con Te
pt_pt: Compartilhado com você
ru: Поделился с вами
sl: Deljeno s tabo
uk: Поділилися з вами

# SharedWithYouMessage
source: Here you will see the books that have been shared with you in the Messages app
ca: Aquí veuràs els llibres que s'han compartit amb tu a l'aplicació Missatges
de: Hier siehst du die Bücher, die in der Nachrichten-App mit dir geteilt wurden
es: Aquí verá los libros que se han compartido con usted en la aplicación Mensajes
fr: Vous verrez ici les livres qui ont été partagés avec vous dans l'application Messages
it: Qui vedrai i libri che sono stati condivisi con te nell'app Messaggi
pt_pt: Aqui você verá os livros que foram compartilhados com você no aplicativo Mensagens
ru: Здесь вы увидите книги, которыми с вами поделились в приложении "Сообщения"
sl: Tukaj boš videl vse knjige, ki so bile deljene z vami v aplikacjii Messages
uk: Тут ви побачите книги, якими з вами поділилися в програмі Messages

source: Reading challenge
ca: Repte de lectura
de: Leseherausforderung
es: Desafío de lectura
fr: Défi de lecture
it: Sfida di lettura
pt_pt: Desafio de leitura
ru: Читательский вызов
sl: Bralni izziv
uk: Читацький виклик

source: Reading challenges
ca: Reptes de lectura
de: Leseherausforderungen
es: Desafíos de lectura
fr: Défis de lecture
it: Sfide di lettura
pt_pt: Desafios de leitura
ru: Задачи по чтению
sl: Bralni izzivi
uk: Читацькі виклики

source: Add reading challenge
ca: Afegeix un repte de lectura
de: Leseherausforderung hinzufügen
es: Añadir desafío de lectura
fr: Ajouter un défi de lecture
it: Aggiungi sfida di lettura
pt_pt: Adicionar desafio de leitura
ru: Добавить задачу по чтению
sl: Dodaj bralni izziv
uk: Додати читацький виклик

# AddReadingChallengeDescription
source: Enter how many books you would like to read this year.
ca: Introdueix quants llibres t'agradaria llegir aquest any.
de: Gib ein, wie viele Bücher du dieses Jahr lesen möchten.
es: Escribe cuántos libros te gustaría leer este año.
fr: Entrez combien de livres vous aimeriez lire cette année.
it: Inserisci quanti libri vorresti leggere quest'anno.
pt_pt: Digite quantos livros você gostaria de ler este ano.
ru: Укажите, сколько книг вы хотели бы прочитать в этом году.
sl: Vnesi število knjig, ki bi jih rad prebral v letošnjem letu.
uk: Вкажіть, скільки книг ви хотіли б прочитати цього року.

# InsertReadingGoal
source: How many books would you like to read?
ca: Quants llibres t'agradaria llegir?
de: Wie viele Bücher möchtest du lesen?
es: ¿Cuántos libros te gustaría leer?
fr: Combien de livres aimeriez-vous lire?
it: Quanti libri vorresti leggere?
pt_pt: Quantos livros você gostaria de ler?
ru: Сколько книг вы хотели бы прочитать?
sl: Koliko knjig si želiš prebrati?
uk: Скільки книг ви хотіли б прочитати?

source: Reading goal
ca: Objectiu de lectura
de: Leseziel
es: Objetivo de lectura
fr: Objectif de lecture
it: Obiettivo di lettura
pt_pt: Objetivo de leitura
ru: Цель чтения
sl: Bralni cilj
uk: Читацька ціль

source: Suggestions
ca: Suggeriments
de: Vorschläge
es: Sugerencias
it: Suggerimenti
pt_pt: Sugestões
ru: Предложения
sl: Priporočila
uk: Пропозіції

source: Suggestion
ca: Suggeriment
de: Vorschlag
es: Sugerencia
it: Suggerimento
pt_pt: Sugestão
ru: Предложение
sl: Priporočilo
uk: Пропозіція

# ReadingChallengeNoBooksLastYear
source: There were no reading challenges set for the past year and you haven't read any books. You might start by setting a goal of reading one book per month.
ca: No hi ha cap repte de lectura establert per a l'últim any i no heu llegit cap llibre. Podeu començar per establir l'objectiu de llegir un llibre al mes.
de: Für das vergangene Jahr wurden keine Leseherausforderungen festgelegt und du hast noch keine Bücher gelesen. Du könntest damit beginnen, dir das Ziel zu setzen, ein Buch pro Monat zu lesen.
es: No hay desafíos de lectura establecidos para el año pasado y no ha leído ningún libro. Puede comenzar estableciendo la meta de leer un libro por mes.
fr: Aucun défi de lecture n'a été défini pour l'année dernière et vous n'avez lu aucun livre. Vous pouvez commencer par vous fixer comme objectif de lire un livre par mois.
it: Non ci sono sfide di lettura impostate per l'ultimo anno e non hai letto nessun libro. Potresti iniziare fissando l'obiettivo di leggere un libro al mese.
pt_pt: Não há desafios de leitura definidos para o ano passado e você não leu nenhum livro. Você pode começar estabelecendo uma meta de ler um livro por mês.
ru: В прошлом году у вас не было задач по чтению, и вы не прочитали ни одной книги. Вы можете начать с постановки цели читать по одной книге в месяц.
sl: Za prejšnje leto ni bilo nastavljenih bralnih izzivov in nisi prebral nobene knjige. Lahko začneš z ciljem, da prebereš eno knjigo na mesec.
uk: Минулого року не було встановлено жодних читацьких викликів, і ви не читали жодної книги. Ви можете почати з того, що поставите собі за мету читати одну книгу на місяць.

# ReadingChallengeNoReadingChallengesLastYear
source: There were no reading challenges set for last year. You could start by setting the same number of books read last year.
ca: No hi ha cap repte de lectura establert per a l'any passat. Podeu començar fixant el mateix nombre de llibres llegits l'any passat.
de: Für das letzte Jahr wurden keine Leseherausforderungen festgelegt. Du könntest damit beginnen, dieselbe Anzahl von Büchern festzulegen, die letztes Jahr gelesen wurden.
es: No hay desafíos de lectura establecidos para el año pasado. Puede comenzar estableciendo el mismo número de libros leídos el año pasado.
fr: Aucun défi de lecture n'a été défini pour l'année dernière. Vous pouvez commencer par vous fixer comme objectif le même nombre de livres lus l'année dernière.
it: Non ci sono sfide di lettura impostate per lo scorso anno. Potresti iniziare impostando lo stesso numero di libri letti l'anno scorso.
pt_pt: Não há desafios de leitura definidos para o ano passado. Você pode começar definindo o mesmo número de livros lidos no ano passado.
ru: В прошлом году не было поставлено никаких задач по чтению. Вы можете начать с того, чтобы установить то же количество книг, прочитанных в прошлом году.
sl: Za prejšnje leto ni bilo nastavljenih bralnih izzivov. Lahko začneš z ciljem, da prebereš toliko knjig, kot v prejšnjem letu.
uk: Минулого року не було встановлено жодних читацьких викликів. Ви можете почати, встановивши таку ж кількість книг, яку ви прочитали минулого року.
