Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# AddQuotesPlaceholder
source: Add quotes to your list by tapping the + icon
ca: Afegeix cites a la teva llista tocant la icona +
de: Füge Zitate deiner Liste durch Tippen auf das + Symbol hinzu
es: Añade citas a tu lista tocando el icono +
fr: Ajoutez des citations à votre liste en utilisant l'icône +
it: Aggiungi citazioni alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione citações à sua lista tocando no ícone +
ru: Добавьте цитаты в свой список, нажав значок +
sl: Dodaj citate na svoj seznam z ikono +
uk: Додайте цитату до вашого списку натиснувши значок +

source: Add Book
ca: Afegir llibre
de: Buch hinzufügen
es: Añadir libro
fr: Ajouter un livre
it: Aggiungi Libro
pt_pt: Adicionar livro
ru: Добавить книгу
sl: Dodaj knjigo
uk: Додати книгу

source: Share
ca: Compartir
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt_pt: Compartilhar
ru: Поделиться
sl: Deli
uk: Поділитись

source: Quote
ca: Cita
de: Zitieren
es: Cita
fr: Citation
it: Citazione
pt_pt: Citação
ru: Цитата
sl: Citat
uk: Цитата

source: Dark
ca: Fosc
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pt_pt: Escuro
ru: Тёмный
sl: Temno
uk: Темна

source: Light
ca: Clar
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt_pt: Claro
ru: Светлый
sl: Svetlo
uk: Світла

# InAppDescription
source: Hello 👋 Book Tracker was created by Simone 👨🏻‍💻 with the help of Carmen 👩🏻‍🎨! By becoming a Book Tracker Pro user with a single in-app purchase you can help us work on the app and receive new features!
ca: Hola! 👋 Book Track ha estat creat per Simone 👨🏻‍💻 amb la col·laboració de Carmenb 👩🏻‍🎨! ¡Pots convertir-te en usuari de Book Track Pro amb una sola compra a l'app, i ajudar-nos a treballar en millores i en la incorporació noves funcions!
de: Hallo 👋 Book Track wurde von Simone 👨🏻‍💻 mit Hilfe von Carmen 👩🏻‍🎨 erstellt! Indem du mit einem einzigen In-App-Kauf ein Book Track Pro-Benutzer wirst, kannst du uns helfen, an der App zu arbeiten und neue Funktionen zu erhalten!
es: ¡Hola 👋 Book Track fue creado por Simone 👨🏻‍💻 con la ayuda de Carmen 👩🏻‍🎨! ¡Al convertirse en usuario de Book Track Pro con una sola compra en la aplicación, puede ayudarnos a trabajar en la aplicación y recibir nuevas funciones!
fr: Salut Book Track a été créé par Simone 👨🏻‍💻 avec l'aide de Carmen 👩🏻‍🎨 ! En devenant un utilisateur Book Track Pro avec un seul achat intégré, vous pouvez nous aider à travailler sur l'application et recevoir de nouvelles fonctionnalités!
it: Ciao 👋 Book Track è stato creato da Simone 👨🏻‍💻 con l'aiuto di Carmen 👩🏻‍🎨! Diventando un utente Pro di Book Track con un singolo acquisto in-app puoi aiutarci a lavorare sull'app e ricevere nuove funzioni!
pt_pt: Olá 👋 Book Track foi criado por Simone 👨🏻‍💻 com a ajuda de Carmen 👩🏻‍🎨! Ao tornar-se um utilizador do Book Track Pro com uma única compra no sistema, pode ajudar-nos a trabalhar na aplicação e a receber novas funcionalidades!
ru: Привет 👋 Book Track был создан Симоной 👨🏻‍💻 с помощью Кармен 👩🏻‍🎨! Став пользователем Book Track Pro с помощью одной покупки приложения, вы сможете помочь нам работать над приложением и получать новые функции!
sl: Živjo 👋 Book Tracker je ustvaril Simone 👨🏻‍💻 s pomočjo Carmen 👩🏻‍🎨! Če postaneš uporabnik Book Tracker Pro z enim samim nakupom v aplikaciji, nam lahko pomagaš pri delu na aplikaciji in prejmeš nove funkcije!
uk: Привіт 👋 Book Tracker був створений Simone 👨🏻‍💻 за допомогою Carmen 👩🏻‍🎨! Ставши Pro користувачем Book Tracker за допомогою разової покупки ви можете допомогти нам працювати над програмою та отримати нові функції!

# TipJarDescription
source: Hello 👋 Book Tracker was created by Simone 👨🏻‍💻 with the help of Carmen 👩🏻‍🎨! By becoming a Book Tracker Supporter user you can help us work on the app and receive new features!
ca: Hola! 👋 Book Track ha estat creat per Simone 👨🏻‍💻 amb la col·laboració de Carmenb 👩🏻‍🎨! ¡Pots convertir-te en usuari de Book Track Pro amb una sola compra a l'app, i ajudar-nos a treballar en millores i en la incorporació noves funcions!
de: Hallo 👋 Book Track wurde von Simone 👨🏻‍💻 mit Hilfe von Carmen 👩🏻‍🎨 erstellt! Indem du ein Book Track Supporter-Benutzer werden, kannst du uns bei der Arbeit an der App helfen und neue Funktionen erhalten!
es: ¡Hola 👋 Book Track fue creado por Simone 👨🏻‍💻 con la ayuda de Carmen 👩🏻‍🎨! ¡Al convertirse en un usuario de Book Track Supporter, puede ayudarnos a trabajar en la aplicación y recibir nuevas funciones!
fr: Salut Book Track a été créé par Simone 👨🏻‍💻 avec l'aide de Carmen 👩🏻‍🎨 ! En devenant un utilisateur Book Track Supporter, vous pouvez nous aider à travailler sur l'application et recevoir de nouvelles fonctionnalités!
it: Ciao 👋 Book Track è stato creato da Simone 👨🏻‍💻 con l'aiuto di Carmen 👩🏻‍🎨! Diventando un Supporter di Book Track puoi aiutarci a lavorare sull'app e ricevere nuove funzioni!
pt_pt: Olá 👋 Book Track foi criado por Simone 👨🏻‍💻 com a ajuda de Carmen 👩🏻‍🎨! Ao tornar-se um utilizador do Book Track Supporter pode ajudar-nos a trabalhar na aplicação e a receber novas funcionalidades!
ru: Привет 👋 Book Track был создан Симоной 👨🏻‍💻 с помощью Кармен 👩🏻‍🎨! Став пользователем Book Track Supporter, вы можете помочь нам работать над приложением и получать новые функции!
sl: Živjo 👋 Book Tracker je ustvaril Simone 👨🏻‍💻 s pomočjo Carmen 👩🏻‍🎨! Če postaneš uporabnik Book Tracker Supporter, nam lahko pomagaš pri delu na aplikaciji in prejmeš nove funkcije!
uk: Привіт 👋 Book Tracker був створений Simone 👨🏻‍💻 за допомогою Carmen 👩🏻‍🎨! Ставши Supporter користувачем Book Tracker ви можете допомогти нам працювати над програмою та отримати нові функції!

# InAppFeature1
source: Unlimited number of books
ca: Nombre il·limitat de llibres
de: Unbegrenzte Anzahl von Büchern
es: Número ilimitado de libros
fr: Nombre illimité de livres
it: Numero di libri illimitato
pt_pt: Número ilimitado de livros
ru: Неограниченное количество книг
sl: Neomejeno število knjig
uk: Необмежена кількість книг

# InAppFeature2
source: Change the app icon
ca: Canvia la icona de l'aplicació
de: Ändere das App-Symbol
es: Cambiar el icono de la aplicación
fr: Changer l'icône de l'application
it: Cambia l'icona dell'app
pt_pt: Alterar o ícone do aplicativo
ru: Изменить значок приложения
sl: Spremeni ikono aplikacije
uk: Зміна значка програми

# InAppFeature3
source: Import and export your library
ca: Importa i exporta la teva biblioteca
de: Importiere und exportiere deine Bibliothek
es: Importa y exporta tu biblioteca
fr: Importer et exporter votre bibliothèque
it: Importa ed esporta la tua libreria
pt_pt: Importar e exportar a sua biblioteca
ru: Импорт и экспорт вашей библиотеки
sl: Uvozi in izvozi svojo knjižnico
uk: Імпорт та експорт вашої бібліотеки

# InAppFeature4
source: Support an indie developer
ca: Dona suport a un desenvolupament independent
de: Unterstütze einen Indie-Entwickler
es: Apoya a un desarrollador independiente
fr: Soutenir un développeur indépendant
it: Supporta uno sviluppatore indipendente
pt_pt: Apoiar um desenvolvedor indie
ru: Поддержите инди-разработчика
sl: Podpreš neodvisnega razvijalca
uk: Підтримка незалежного розробника

# InAppFooter
source: Book Tracker requires two different purchases for the iOS (iPhone and iPad) and macOS version. The app respects your privacy and does not collect any data about you. All features are performed on your device and the data is synced through your iCloud account.
ca: Book Track respecta la teva privacitat i no recull cap dada teva. Totes les funcions es realitzen al teu dispositiu i les dades es sincronitzen mitjançant el teu compte d'iCloud.
de: Book Track erfordert zwei verschiedene Käufe für die iOS- (iPhone und iPad) und die macOS-Version. Die App respektiert deine Privatsphäre und sammelt keine Daten über dich. Alle Funktionen werden auf deinem Gerät ausgeführt und die Daten werden über dein iCloud-Konto synchronisiert.
es: Book Track requiere dos compras diferentes para la versión de iOS (iPhone y iPad) y macOS. La aplicación respeta su privacidad y no recopila ningún dato sobre usted. Todas las funciones se realizan en su dispositivo y los datos se sincronizan a través de su cuenta de iCloud.
fr: Book Track nécessite deux achats différents pour la version iOS (iPhone et iPad) et macOS. L'application respecte votre vie privée et ne collecte aucune donnée vous concernant. Toutes les fonctionnalités sont exécutées sur votre appareil et les données sont synchronisées via votre compte iCloud.
it: Book Track richiede due acquisti distinti per la versione iOS (iPhone e iPad) e macOS. Book Track rispetta la tua privacy e non raccoglie nessun dato su di te. Tutte le funzionalità sono eseguite sul tuo dispositivo e i dati sono sincronizzati tramite il tuo account iCloud.
pt_pt: O Book Track requer duas compras diferentes para a versão iOS (iPhone e iPad) e macOS. O aplicativo respeita sua privacidade e não coleta nenhum dado sobre você. Todos os recursos são executados em seu dispositivo e os dados são sincronizados por meio de sua conta do iCloud.
ru: Book Track требует двух разных покупок для iOS (iPhone и iPad) и версии для macOS. Приложение уважает вашу конфиденциальность и не собирает никаких данных о вас. Все функции выполняются на вашем устройстве, а данные синхронизируются через вашу учетную запись iCloud.
sl: Book Tracker zahteva dva različna nakupa za različico iOS (iPhone in iPad) in macOS. Aplikacija spoštuje tvojo zasebnost in ne zbira nobenih podatkov o tebi. Vse funkcije se izvajajo na tvoji napravi, podatki pa se sinhronizirajo prek tvojega iCloud računa.
uk: Book Tracker потребує двох різних покупок для iOS (iPhone та iPad) та macOS версій. Додаток поважає вашу конфіденційність і не збирає жодних даних про вас. Усі функції виконуються на вашому пристрої, а дані синхронізуються через обліковий запис iCloud.

# InAppPurchase
source: Purchase %@
ca: Compra %@
de: Kauf %@
es: Compra %@
fr: Acheter %@
it: Acquista %@
pt_pt: Compra %@
ru: Приобрести %@
sl: Nakup %@
uk: Покупка %@

# InAppRestore
source: Restore purchase
ca: Restaura les compres
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
pt_pt: Restaurar a compra
ru: Восстановить покупку
sl: Obnovi nakup
uk: Відновити покупку

# NoPurchaseToRestore
source: There are no in-app purchases to restore with your account
ca: No hi ha compres per restaurar amb el vostre compte
de: Es gibt keine In-App-Käufe, die mit deinem Konto wiederhergestellt werden können
es: No hay compras en la aplicación para restaurar con su cuenta
fr: Il n'y a pas d'achats intégrés à restaurer avec votre compte
it: Non sono disponibili acquisti In-App da ripristinare con il tuo account
pt_pt: Não há compras noapp para restaurar com a sua conta
ru: Нет никаких покупок в приложении для восстановления аккаунта
sl: S tvojim računom ni nakupov v aplikaciji, ki bi jih lahko obnovili
uk: Немає покупок у програмі, які можна відновити для вашого облікового запису

# PremiumTitle
source: Book Tracker Pro
ca: Book Track Pro
de: Book Track Pro
es: Book Track Pro
fr: Book Track Pro
it: Book Track Pro
pt_pt: Book Track Pro
ru: Book Track Pro

# PremiumSubtitle
source: Unlock all features
ca: Desbloqueja totes les funcions
de: Alle Funktionen freischalten
es: Desbloquea todas las funciones
fr: Débloquez toutes les fonctionnalités
it: Sblocca tutte le funzioni
pt_pt: Desbloquear todas as características
ru: Разблокируйте все функции
sl: Odkleni vse funkcije
uk: Розблокуйте всі функції

source: Duplicate
ca: Duplicat
de: Duplikat
es: Duplicado
fr: Dupliquer
it: Duplica
pt_pt: Duplicado
ru: Дубликат
sl: Podvojeno
uk: Дублювати

# ImportSelectFileTitle
source: Book Tracker supports the import of libraries in CSV format. Select a CSV file to import your library from another app or service into Book Track. If you want to import the library from Goodreads, you can export the CSV file from the Goodreads website.
ca: Book Track admet la importació de biblioteques en format CSV. Selecciona un fitxer CSV per importar la teva biblioteca des d'una altra aplicació o servei a Book Track. Si vols importar la biblioteca de Goodreads, pots exportar el fitxer CSV des del lloc web de Goodreads.
de: Book Track unterstützt den Import von Bibliotheken im CSV-Format. Wähle eine CSV-Datei aus, um deine Bibliothek aus einer anderen App oder einem anderen Dienst in Book Track zu importieren. Wenn du die Bibliothek aus Goodreads importieren möchtest, kannst du die CSV-Datei von der Goodreads-Website exportieren.
es: Book Track admite la importación de bibliotecas en formato CSV. Seleccione un archivo CSV para importar su biblioteca desde otra aplicación o servicio a Book Track. Si desea importar la biblioteca desde Goodreads, puede exportar el archivo CSV desde el sitio web de Goodreads.
fr: Book Track prend en charge l'importation de bibliothèques au format CSV. Sélectionnez un fichier CSV pour importer votre bibliothèque depuis une autre application ou un autre service dans Book Track. Si vous souhaitez importer votre bibliothèque de Goodreads, vous pouvez exporter le fichier CSV à partir du site Web de Goodreads.
it: Book Track supporta l'importazione di librerie in formato CSV. Seleziona un file CSV per importare la tua libreria da un'altra app o servizio in Book Track. Se desideri importare la libreria da Goodreads, puoi esportare il file CSV dal sito Web di Goodreads.
pt_pt: Book Track suporta a importação de bibliotecas no formato CSV. Selecione um arquivo CSV para importar sua biblioteca de outro aplicativo ou serviço para o Book Track. Se você deseja importar a biblioteca do Goodreads, pode exportar o arquivo CSV do site do Goodreads.
ru: Book Track поддерживает импорт библиотек в формате CSV. Выберите файл CSV, чтобы импортировать библиотеку из другого приложения или службы в Book Track. Если вы хотите импортировать библиотеку из Goodreads, вы можете экспортировать файл CSV с веб-сайта Goodreads.
sl: Book Tracker podpira uvoz knjižnic v formatu CSV. Izberi datoteko CSV, da uvoziš svojo knjižnico iz druge aplikacije ali storitve v Book Track. Če želiš uvoziti knjižnico iz Goodreads, lahko izvoziš datoteko CSV s spletnega mesta Goodreads.
uk: Book Tracker підтимує імпорт бібліотек в CSV форматі. Оберіть CSV файл щоб імпортувати вашу бібліотеку з іншого додатку чи сервісу в Book Tracker. Якщо ви хочете імпортувати бібліотеку з Goodreads, ви можете експортувати CSV файл з сайту Goodreads.

# ImportAssociateFieldsTitle
source: Book Tracker automatically tries to associate the column names of the CSV file with the fields in the app. Should any field remain empty, select it to be able to associate it manually. If some fields are not available in the CSV file they can remain empty. In order to proceed with the import, at least the title field must be selected.
ca: Book Track intenta associar automàticament els noms de columnes del fitxer CSV amb els camps de l'aplicació. Si algun camp roman buit, selecciona'l per poder-lo associar manualment. Si alguns camps no estan disponibles al fitxer CSV, poden romandre buits. Per continuar amb la importació, com a mínim s'ha de seleccionar el camp del títol.
de: Book Track versucht automatisch, die Spaltennamen der CSV-Datei mit den Feldern in der App zu verknüpfen. Sollte ein Feld leer bleiben, wähle es aus, um es manuell zuordnen zu können. Wenn einige Felder in der CSV-Datei nicht verfügbar sind, können sie leer bleiben. Um mit dem Import fortzufahren, muss mindestens das Titelfeld ausgewählt werden.
es: Book Track intenta asociar automáticamente los nombres de las columnas del archivo CSV con los campos de la aplicación. Si algún campo permanece vacío, selecciónelo para poder asociarlo manualmente. Si algunos campos no están disponibles en el archivo CSV, pueden permanecer vacíos. Para continuar con la importación, se debe seleccionar al menos el campo de título.
fr: Book Track essaie automatiquement d'associer les noms de colonne du fichier CSV aux champs de l'application. Si un champ reste vide, sélectionnez-le pour pouvoir l'associer manuellement. Si certains champs ne sont pas disponibles dans le fichier CSV, ils peuvent rester vides. Afin de procéder à l'importation, au moins le champ titre doit être sélectionné.
it: Book Track cerca in automatico di associare i nomi delle colonne del file CSV con i campi presenti nell'app. Qualora qualche campo dovesse rimanere vuoto, selezionalo per poterlo associare manualmente. Se alcuni campi non sono disponibili nel file CSV possono rimanere vuoti. Per poter procedere con l'import è necessario che almeno il campo del titolo sia selezionato.
pt_pt: O Book Track tenta automaticamente associar os nomes das colunas do arquivo CSV aos campos do aplicativo. Se algum campo permanecer vazio, selecione-o para poder associá-lo manualmente. Se alguns campos não estiverem disponíveis no arquivo CSV, eles podem permanecer vazios. Para prosseguir com a importação, pelo menos o campo do título deve ser selecionado.
ru: Book Track автоматически пытается связать имена столбцов CSV-файла с полями в приложении. Если какое-либо поле остается пустым, выберите его, чтобы можно было связать его вручную. Если некоторые поля недоступны в CSV-файле, они могут оставаться пустыми. Чтобы продолжить импорт, необходимо выбрать хотя бы поле заголовка.
sl: Book Tracker samodejno poskuša povezati imena stolpcev datoteke CSV s polji v aplikaciji. Če katero koli polje ostane prazno, ga izberi, da ga lahko ročno povežeš. Če nekatera polja v datoteki CSV niso na voljo, lahko ostanejo prazna. Za nadaljevanje uvoza mora biti izbrano vsaj naslovno polje.
uk: Book Tracker автоматично намагається асоціювати назви стовпців CSV файлу з полями програми. Якщо будь-яке поле залишається порожнім, виберіть його, щоб асоціювати його вручну. Якщо деякі поля недоступні у CSV файлі, вони можуть залишатися порожніми. Щоб продовжити імпорт, потрібно вибрати принаймні поле заголовка.

source: Location
ca: Ubicació
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
pt_pt: Localização
ru: Местоположение
sl: Lokacija
uk: Розташування

source: Bookcase
ca: Llibreria
de: Bücherregal
es: Librería
fr: Bibliothèque
it: Libreria
pt_pt: Estante
ru: Книжный шкаф
sl: Knjižna omara
uk: Книжкова шафа

source: Shelf
ca: Prestatge
de: Regal
es: Estante
fr: Étagère
it: Scaffale
pt_pt: Prateleira
ru: Полка
sl: Polica
uk: Полиця

source: Add location
ca: Afegeix la ubicació
de: Ort hinzufügen
es: Agregar ubicación
fr: Ajouter un emplacement
it: Aggiungi Posizione
pt_pt: Adicionar local
ru: Добавить местоположение
sl: Dodaj lokacijo
uk: Додати розташування

# AddSeriesPlaceholder
source: Add series to your list by tapping the + icon
ca: Afegeix sèries a la teva llista tocant la icona +
de: Füge Serien deiner Liste hinzu, indem du auf das +-Symbol tippst
es: Agrega series a tu lista tocando el ícono +
fr: Ajoutez des séries à votre liste en appuyant sur l'icône +
it: Aggiungi serie alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione séries à sua lista tocando no ícone +
ru: Добавьте серию в список, нажав значок +
sl: Dodaj serijo na svoj seznam tako, da tapneš ikono +
uk: Додайте серію до свого списку, натиснувши значок +

# AddCategoriesPlaceholder
source: Add categories to your list by tapping the + icon
ca: Afegeix categories a la teva llista tocant la icona +
de: Füge Kategorien deiner Liste hinzu, indem du auf das Symbol + tippst
es: Agregue categorías a su lista tocando el ícono +
fr: Ajoutez des catégories à votre liste en appuyant sur l'icône +
it: Aggiungi generi alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione categorias à sua lista tocando no ícone +
ru: Добавьте категории в список, нажав значок +
sl: Dodaj kategorije na svoj seznam tako, da tapneš ikono +
uk: Додайте категорії до свого списку, натиснувши значок +

# AddLocationsPlaceholder
source: Add locations to your list by tapping the + icon
ca: Afegeix ubicacions a la teva llista tocant la icona +
de: Füge Orte deiner Liste hinzu, indem du auf das Symbol + tippst
es: Agregue ubicaciones a su lista tocando el icono +
fr: Ajoutez des emplacements à votre liste en appuyant sur l'icône +
it: Aggiungi posizioni alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione locais à sua lista tocando no ícone +
ru: Добавьте местоположения в свой список, нажав значок +
sl: Dodaj lokacije na svoj seznam tako, da tapneš ikono +
uk: Додайте розташування до свого списку, натиснувши значок +

# AddBookcasesPlaceholder
source: Add bookcases to your list by tapping the + icon
ca: Afegeix llibreries a la teva llista tocant la icona +
de: Füge Bücherregale deiner Liste hinzu, indem du auf das Symbol + tippst
es: Agregue librerías a su lista tocando el icono +
fr: Ajoutez des bibliothèques à votre liste en appuyant sur l'icône +
it: Aggiungi librerie alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione estantes de livros à sua lista tocando no ícone +
ru: Добавьте книжные шкафы в свой список, нажав значок +
sl: Dodaj knjižno omaro na svoj seznam tako, da tapneš ikono +
uk: Додайте книжкову шафу до свого списку, натиснувши значок +

# AddShelvesPlaceholder
source: Add shelves to your list by tapping the + icon
ca: Afegeix prestatges a la teva llista tocant la icona +
de: Füge Regale deiner Liste hinzu, indem du auf das Symbol + tippst
es: Agregue estantes a su lista tocando el icono +
fr: Ajoutez des étagères à votre liste en appuyant sur l'icône +
it: Aggiungi scaffali alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicionar estantes à sua lista tocando no ícone +
ru: Добавьте полки в список, нажав значок +
sl: Dodaj polico na svoj seznam tako, da tapneš ikono +
uk: Додайте полиці до свого списку, натиснувши значок +

# AddTagsPlaceholder
source: Add tags to your list by tapping the + icon
ca: Afegeix etiquetes a la teva llista tocant la icona +
de: Füge Tags deiner Liste hinzu, indem du auf das +-Symbol tippst
es: Agregue etiquetas a su lista tocando el icono +
fr: Ajoutez des mot-clés à votre liste en appuyant sur l'icône +
it: Aggiungi tag alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicionar tags à sua lista tocando no ícone +
ru: Добавьте теги в список, нажав значок +
sl: Dodaj oznake na svoj seznam tako, da tapneš ikono +
uk: Додайте теги до свого списку, натиснувши значок +

# AddAuthorsPlaceholder
source: Add authors to your list by tapping the + icon
ca: Afegeix autors a la teva llista tocant la icona +
de: Füge Autoren deiner Liste hinzu, indem du auf das Symbol + tippst
es: Agregue autores a su lista tocando el ícono +
fr: Ajoutez des auteurs à votre liste en appuyant sur l'icône +
it: Aggiungi autori alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicionar autores à sua lista tocando no ícone +
ru: Добавьте авторов в свой список, нажав значок +
sl: Dodaj avtorje na svoj seznam tako, da tapneš ikono +
uk: Додайте авторів до свого списку, натиснувши значок +

source: Last 10 days
ca: Darrers 10 dies
de: Letzte 10 Tage
es: Últimos 10 días
fr: Les 10 derniers jours
it: Ultimi 10 giorni
pt_pt: Últimos 10 dias
ru: Последние 10 дней
sl: Zadnjih 10 dni
uk: Останні 10 днів

# NoProgressData
source: No reading progress
ca: Sense progrés de lectura
de: Kein Lesefortschritt
es: Sin progreso de lectura
fr: Aucune progression de la lecture
it: Nessun progresso di lettura
pt_pt: Sem progresso de leitura
ru: Нет прогресса чтения
sl: Brez bralnega napredka
uk: Немає прогресу в читанні

# ReadingProgressWidgetDescription
source: Reading statistics
ca: Estadístiques de lectura
de: Statistiken lesen
es: Lectura de estadísticas
fr: Lecture des statistiques
it: Statistiche di lettura
pt_pt: Lendo estatísticas
ru: Чтение статистики
sl: Statistika branja
uk: Статистика читання

source: This month
ca: Aquest mes
de: Aktueller Monat
es: Mes actual
fr: Mois en cours
it: Mese corrente
pt_pt: Mês atual
ru: Текущий месяц
sl: Trenutni mesec
uk: Поточний місяць
