Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# ReadingStatusPagesToCompletion
source: %d pages left
ca: %d pàgines restants
de: %d Seiten verbleiben
es: %d páginas restantes
fr: %d pages restantes
it: %d pagine rimaste
pt_pt: %d páginas restantes
ru: %d осталось страниц
sl: preostalo še %d strani
uk: %d сторінок лишилось

# ReadingStatusPercentageToCompletion
source: %@ left
ca: %@ restants
de: %@ verbleiben
es: %@ restante
fr: %@ restant
it: %@ rimasto
pt_pt: %@ restante
ru: %@ осталось
sl: preostalo še %@
uk: %@ лишилось

# ReadingStatusTimeToCompletion
source: %d minutes left
ca: %d minuts restants
de: %d Minuten verbleiben
es: %d minutos restantes
fr: %d minutes restantes
it: %d minuti rimasti
pt_pt: %d minutos restantes
ru: %d осталось минут
sl: preostalih še %d minut
uk: %d хвилин лишилось

# ReadingStatusType
source: Type
ca: Tipus
de: Typ
es: Tipo
it: Tipo
pt_pt: Tipo
ru: Тип
sl: Tip
uk: Тип

source: Start reading date
ca: Data d'inici de lectura
de: Startdatum der Lektüre
es: Fecha de inicio de lectura
fr: Date de début de lecture
it: Data di inizio lettura
pt_pt: Data de início da leitura
ru: Дата начала чтения
sl: Začetni datum branja
uk: Дата початку читання

source: End reading date
ca: Data de finalització de lectura
de: Enddatum der Lektüre
es: Fecha de finalización de lectura
fr: Date de fin de lecture
it: Data di fine lettura
pt_pt: Data de término da leitura
ru: Дата окончания чтения
sl: Končni datum branja
uk: Дата закінчення читання

source: Insert total pages
ca: Inserir el número total de pàgines
de: Gesamtzahl der Seiten eingeben
es: Insertar número total de páginas
fr: Insérer le nombre total de pages
it: Inserisci il numero totale di pagine
pt_pt: Inserir o número total de páginas
ru: Введите общее количество страниц
sl: Vstavi skupno število strani
uk: Ввести загальну кількість сторінок

source: Length (minutes)
ca: Durada (minuts)
de: Dauer (Minuten)
es: Duración (minutos)
fr: Durée (minutes)
it: Durata (minuti)
pt_pt: Duração (minutos)
ru: Продолжительность (минуты)
sl: Dolžina (minute)
uk: Довжина (хвилин)

# InsertTotalLengthMinutes
source: Insert length (minutes)
ca: Inserir la durada total (minuts)
de: Gesamtdauer (Minuten) eingeben
es: Insertar duración total (minutos)
fr: Insérer la durée totale (minutes)
it: Inserisci la durata totale (minuti)
pt_pt: Inserir a duração total (minutos)
ru: Введите общую продолжительность (минуты)
sl: Dolžina vstavka (minute)
uk: Ввести довжину (хвилин)

# ReadingTypePages
source: Pages
ca: Pàgines
de: Seiten
es: Páginas
it: Pagine
pt_pt: Páginas
ru: Страницы
sl: Strani
uk: Сторінок

# ReadingTypePercentage
source: Percentage
ca: Percentatge
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt_pt: Porcentagem
ru: Проценты
sl: Odstotek
uk: Відсоток

# ReadingTypeTime
source: Time
ca: Temps
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
pt_pt: Tempo
ru: Время
sl: Čas
uk: Час

source: Reading progress
ca: Progrés de lectura
de: Lesefortschritt
es: Progreso de lectura
fr: Progression de lecture
it: Progresso di lettura
pt_pt: Progresso de leitura
ru: Прогресс чтения
sl: Napredek pri branju
uk: Прогрес читання

# OfNMinutes
source: of %lld minutes
ca: de %lld minuts
de: von %lld Minuten
es: de %lld minutos
fr: de %lld minutes
it: di %lld minuti
pt_pt: de %lld minutos
ru: из %lld минут
sl: od %lld minut
uk: з %lld хвилин

# OfPercentage
source: of 100%
ca: de 100%
de: von 100%
es: de 100%
fr: de 100%
it: di 100%
pt_pt: de 100%
ru: из 100%
sl: od 100%
uk: зі 100%

# ReadingProgressExceedError
source: The value entered exceeds the maximum value
ca: El valor introduït supera el valor màxim
de: Der eingegebene Wert übersteigt den maximalen Wert
es: El valor ingresado supera el valor máximo
fr: La valeur saisie dépasse la valeur maximale
it: Il valore inserito supera il valore massimo
pt_pt: O valor inserido excede o valor máximo
ru: Введенное значение превышает максимальное значение
sl: Vnesena vrednost presega največjo vrednost
uk: Введене значення перевищує максимальне значення

# ReadingProgressLowerError
source: The value entered is less than the previous value
ca: El valor introduït és inferior al valor anterior
de: Der eingegebene Wert ist niedriger als der vorherige Wert
es: El valor ingresado es menor que el valor anterior
fr: La valeur saisie est inférieure à la valeur précédente
it: Il valore inserito è inferiore al valore precedente
pt_pt: O valor inserido é menor do que o valor anterior
ru: Введенное значение ниже предыдущего значения
sl: Vnesena vrednost je manjša od prejšnje vrednosti
uk: Введене значення менше попереднього значення

source: Completed
ca: Completat
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
pt_pt: Concluído
ru: Завершено
sl: Končano
uk: Завершено

# FromToMinute
source: From minute %@ to minute %@
ca: Del minut %@ al minut %@
de: Von Minute %@ bis Minute %@
es: Desde %@ hasta %@ minutos
fr: De la minute %@ à la minute %@
it: Dal minuto %@ al minuto %@
pt_pt: Do minuto %@ ao minuto %@
ru: От минуты %@ до минуты %@
sl: Od minute %@ do minute %@
uk: З хвилини %@ до хвилини %@

source: Progress
ca: Progrés
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pt_pt: Progresso
ru: Прогресс
sl: Napredek
uk: Прогрес

source: Progress list
ca: Llista de progrés
de: Liste des Fortschritts
es: Lista de progreso
fr: Liste de progression
it: Lista progressi
pt_pt: Lista de progresso
ru: Список прогресса
sl: Seznam napredka
uk: Список прогресу

source: Add date
ca: Afegir data
de: Datum hinzufügen
es: Agregar fecha
fr: Ajouter une date
it: Aggiungi data
pt_pt: Adicionar data
ru: Добавить дату
sl: Dodaj datum
uk: Додати дату

source: Mark as abandoned
ca: Marcar com a abandonat
de: Als aufgegeben markieren
es: Marcar como abandonado
fr: Marquer comme abandonné
it: Contrassegna come abbandonato
pt_pt: Marcar como abandonado
ru: Отметить как отказ
sl: Označi kot zapuščeno
uk: Відмітити як покинуту

source: Resume reading
ca: Reprendre la lectura
de: Lektüre fortsetzen
es: Reanudar lectura
fr: Reprendre la lecture
it: Riprendi la lettura
pt_pt: Continuar a leitura
ru: Возобновить чтение
sl: Nadaljuj z branjem
uk: Продовжити читання

source: Other
ca: Altres
de: Andere
es: Otro
fr: Autre
it: Altro
pt_pt: Outro
ru: Другое
sl: Drugo
uk: Інше

# ImportSelectImportTypeTitle
source: Select the format of your CSV file.
ca: Seleccionar el format del fitxer CSV
de: Wählen Sie das Format der CSV-Datei aus
es: Seleccionar formato del archivo CSV
fr: Sélectionner le format du fichier CSV
it: Seleziona il formato del file CSV
pt_pt: Selecione o formato do arquivo CSV
ru: Выбрать формат файла CSV
sl: Izberi obliko datoteke CSV.
uk: Обрати формат вашого CSV файлу.

source: Import format
ca: Format d'importació
es: Formato de importación
fr: Format d'importation
it: Formato di importazione
pt_pt: Formato de importação
ru: Формат импорта
sl: Oblika uvoza
uk: Імпортувати формат

# SelectImportFormat
source: Select format
ca: Seleccionar format
de: Format auswählen
es: Seleccionar formato
fr: Sélectionner le format
it: Seleziona formato
pt_pt: Selecionar formato
ru: Выбрать формат
sl: Izberi obliko
uk: Обрати формат

source: Link
ca: Enllaç
es: Enlace
fr: Lien
ru: Ссылка
sl: Povezava

source: External average rating
ca: Puntuació mitjana externa
de: Externe Durchschnittsbewertung
es: Calificación promedio externa
fr: Note moyenne externe
it: Valutazione media esterna
pt_pt: Avaliação média externa
ru: Средний внешний рейтинг
sl: Zunanja povprečna ocena
uk: Зовнішня середня оцінка

source: User rating
ca: Puntuació d'usuari
de: Benutzerbewertung
es: Calificación del usuario
fr: Note de l'utilisateur
it: Valutazione utente
pt_pt: Avaliação do usuário
ru: Рейтинг пользователя
sl: Ocena uporabnika
uk: Оцінка користувачів

source: Import in progress...
ca: S'està important...
de: Import in Arbeit...
es: Importación en curso...
fr: Importation en cours...
it: Importazione in corso...
pt_pt: Importando...
ru: Импорт в процессе...
sl: Uvoz v teku...
uk: Імпорт триває...

# ImportInProgressDetails
source: Total books: %d Successes: %d Errors: %d Remaining: %d
ca: Llibres totals: %d Importats: %d Errors: %d Restants: %d
de: Gesamtzahl Bücher: %d Importiert: %d Fehler: %d Verbleibend: %d
es: Libros totales: %d Importados: %d Errores: %d Restantes: %d
fr: Livres totaux : %d Importés : %d Erreurs : %d Restants : %d
it: Libri totali: %d Importati: %d Errori: %d Rimanenti: %d
pt_pt: Total de livros: %d Importados: %d Erros: %d Restantes: %d
ru: Всего книг: %d Импортировано: %d Ошибки: %d Осталось: %d
sl: Skupno število knjig: %d Uspehi: %d Napake: %d Preostalo: %d
uk: Загалом книжок: %d Успіхів: %d Помилок: %d Лишилось: %d

# NoReadingStatesPlaceholder
source: No Reading States has been added
ca: No s'ha afegit cap estat de lectura
de: Es wurde kein Lesezustand hinzugefügt
es: No se ha agregado ningún estado de lectura
fr: Aucun état de lecture n'a été ajouté
it: Non è stato aggiunto alcuno stato di lettura
pt_pt: Nenhum estado de leitura foi adicionado
ru: Не добавлено ни одного статуса чтения
sl: Dodano ni bilo nobeno stanje branja
uk: Жодного стану читання не було створено

source: External ID
ca: ID extern
de: Externe ID
es: ID externo
fr: ID externe
it: ID esterno
pt_pt: ID externo
ru: Внешний ID
sl: Zunanji ID
uk: Зовнішній ID

source: Source
ca: Origen
de: Quelle
es: Origen
it: Origine
pt_pt: Origem
ru: Источник
sl: Vir
uk: Джерело

source: External link
ca: Enllaç extern
de: Externer Link
es: Enlace externo
fr: Lien externe
it: Collegamento esterno
pt_pt: Link externo
ru: Внешняя ссылка
sl: Zunanja povezava
uk: Зовнішнє посилання

# BookReadingType
source: Reading type
ca: Tipus de lectura del llibre
de: Buchleseart
es: Tipo de lectura del libro
fr: Type de lecture du livre
it: Tipo di lettura del libro
pt_pt: Tipo de leitura do livro
ru: Тип чтения книги
sl: Bralni tip
uk: Тип читання

source: Total length
ca: Durada total
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
pt_pt: Duração total
ru: Общая продолжительность
sl: Celotna dolžina
uk: Загальна довжина

source: Ratings
ca: Avaluacions
de: Bewertungen
es: Valoraciones
fr: Évaluations
it: Valutazioni
pt_pt: Avaliações
ru: Оценки
sl: Ocene
uk: Оцінки

source: Loan status
ca: Estat del préstec
de: Kreditstatus
es: Estado del préstamo
fr: Statut du prêt
it: Stato del prestito
pt_pt: Status do empréstimo
ru: Статус займа
sl: Stanje izposoje
uk: Статус здачі в борг

# ExternalLinkQuestion
source: What's the external link?
ca: Quin és l'enllaç extern?
de: Was ist der externe Link?
es: ¿Cuál es el enlace externo?
fr: Quel est le lien externe?
it: Qual è il collegamento esterno?
pt_pt: Qual é o link externo?
ru: Какая внешняя ссылка?
sl: Kaj je zunanja povezava?
uk: Яке зовнішнє посилання?

# ExternalIdQuestion
source: What's the external ID?
ca: Quin és l'ID extern?
de: Was ist die externe ID?
es: ¿Cuál es el ID externo?
fr: Quel est l'identifiant externe?
it: Qual è l'ID esterno?
pt_pt: Qual é o ID externo?
ru: Какой внешний идентификатор?
sl: Kaj je zunanji ID?
uk: Який зовнішній ID?

# SourceQuestion
source: What's the source?
ca: Quina és l'origen?
de: Was ist die Quelle?
es: ¿Cuál es la fuente?
fr: Quelle est la source?
it: Qual è l'origine?
pt_pt: Qual é a origem?
ru: Какой источник?
sl: Kaj je vir?
uk: Яке джерело?

source: Add Rating to Book
ca: Afegir avaluació al llibre
de: Bewertung zum Buch hinzufügen
es: Agregar valoración al libro
fr: Ajouter une évaluation au livre
it: Aggiungi valutazione al libro
pt_pt: Adicionar avaliação ao livro
ru: Добавить оценку к книге
sl: Dodaj oceno knigi
uk: Додати оцінку до книги

# AddRatingDescription
source: Add a rating to your book
ca: Afegir una avaluació al teu llibre
de: Fügen Sie eine Bewertung zu Ihrem Buch hinzu
es: Agrega una valoración a tu libro
fr: Ajouter une évaluation à votre livre
it: Aggiungi una valutazione al tuo libro
pt_pt: Adicione uma avaliação ao seu livro
ru: Добавить оценку к вашей книге
sl: Dodaj oceno svoji knjigi
uk: Додати оцінку до вашої книги

# RatingAdded
source: The rating has been inserted
ca: L'avaluació ha estat afegida
de: Die Bewertung wurde hinzugefügt
es: La valoración ha sido agregada
fr: L'évaluation a été ajoutée
it: La valutazione è stata inserita
pt_pt: A avaliação foi adicionada
ru: Оценка добавлена
sl: Ocena je bila vnešena
uk: Оцінка була додана

source: Add rating ${rating} to ${book}
ca: Afegir l'avaluació ${rating} a ${book}
de: Fügen Sie die Bewertung ${rating} zu ${book} hinzu
es: Agregar la valoración ${rating} a ${book}
fr: Ajouter l'évaluation ${rating} à ${book}
it: Aggiungi la valutazione ${rating} a ${book}
pt_pt: Adicionar a avaliação ${rating} ao livro ${book}
ru: Добавить оценку ${rating} к ${book}
sl: Dodaj oceno ${rating} za ${book}
uk: Додати оцінку ${rating} до ${book}

source: Add note ${note} to ${book}
ca: Afegir la nota ${note} a ${book}
de: Fügen Sie die Notiz ${note} zu ${book} hinzu
es: Agregar la nota ${note} a ${book}
fr: Ajouter la note ${note} à ${book}
it: Aggiungi la nota ${note} a ${book}
pt_pt: Adicionar a nota ${note} ao livro ${book}
ru: Добавить заметку ${note} к ${book}
sl: Dodaj opombo ${note} za ${book}
uk: Додати замітку ${note} до ${book}

source: Add Note to Book
ca: Afegir nota al llibre
de: Notiz zum Buch hinzufügen
es: Agregar nota al libro
fr: Ajouter une note au livre
it: Aggiungi nota al libro
pt_pt: Adicionar nota ao livro
ru: Добавить заметку к книге
sl: Dodaj opombo knjigi
uk: Додати замітку до книги

# AddNoteDescription
source: Add a note to your book
ca: Afegir una nota al teu llibre
de: Fügen Sie eine Notiz zu Ihrem Buch hinzu
es: Agrega una nota a tu libro
fr: Ajouter une note à votre livre
it: Aggiungi una nota al tuo libro
pt_pt: Adicione uma nota ao seu livro
ru: Добавить заметку к вашей книге
sl: Dodaj opombo svoji knjigi
uk: Додати замітку до вашої книги

# NoteQuestion
source: What is the note?
ca: Quina és la nota?
de: Was ist die Notiz?
es: ¿Cuál es la nota?
fr: Quelle est la note?
it: Qual è la nota?
pt_pt: Qual é a nota?
ru: Какая заметка?
sl: Kaj je opomba?
uk: Яка замітка?

# NoteAdded
source: The note has been inserted
ca: La nota ha estat afegida
de: Die Notiz wurde hinzugefügt
es: La nota ha sido agregada
fr: La note a été ajoutée
it: La nota è stata inserita
pt_pt: A nota foi adicionada
ru: Заметка добавлена
sl: Opomba je bila vnešena
uk: Замітка була додана

source: Get Book Reading States
ca: Obtenir els estats de lectura del llibre
de: Lesestatus des Buches abrufen
es: Obtener los estados de lectura del libro
fr: Obtenir les états de lecture du livre
it: Ottieni gli stati di lettura del libro
pt_pt: Obter estados de leitura do livro
ru: Получить состояния чтения книги
sl: Pridobi knjižna bralna stanja
uk: Отримати стани читання книги

# GetBookReadingStatesDescription
source: Get the reading states of the selected book
ca: Obtenir els estats de lectura del llibre seleccionat
de: Lesestatus des ausgewählten Buches abrufen
es: Obtener los estados de lectura del libro seleccionado
fr: Obtenir les états de lecture du livre sélectionné
it: Ottieni gli stati di lettura del libro selezionato
pt_pt: Obtenha os estados de leitura do livro selecionado
ru: Получить состояния чтения выбранной книги
sl: Pridobi stanja branja izbrane knjige
uk: Отримати стани читання вибраної книги

source: Get reading states for ${book}
ca: Obtenir els estats de lectura per a ${book}
de: Lesestatus für ${book} abrufen
es: Obtener los estados de lectura para ${book}
fr: Obtenir les états de lecture pour ${book}
it: Ottieni gli stati di lettura per ${book}
pt_pt: Obter os estados de leitura para ${book}
ru: Получить состояния чтения для ${book}
sl: Pridobi stanje branja za ${book}
uk: Отримати стани читання ${book}

source: Get Book Reading Progress
ca: Obtenir el progrés de lectura del llibre
de: Lesefortschritt des Buches abrufen
es: Obtener el progreso de lectura del libro
fr: Obtenir la progression de lecture du livre
it: Ottieni il progresso di lettura del libro
pt_pt: Obter progresso de leitura do livro
ru: Получить прогресс чтения книги
sl: Pridobi napredek branja knjig
uk: Отримати прогрес читання книги

# GetBookReadingProgressDescription
source: Get the reading progress of the selected book
ca: Obtenir el progrés de lectura del llibre seleccionat
de: Lesefortschritt des ausgewählten Buches abrufen
es: Obtener el progreso de lectura del libro seleccionado
fr: Obtenir la progression de lecture du livre sélectionné
it: Ottieni il progresso di lettura del libro selezionato
pt_pt: Obtenha o progresso de leitura do livro selecionado
ru: Получить прогресс чтения выбранной книги
sl: Pridobi napredek branja izbrane knjige
uk: Отримати прогрес читання вибраної книги

source: Get reading progress for ${readingStatus}
ca: Obtenir el progrés de lectura per a ${readingStatus}
de: Lesefortschritt für ${readingStatus} abrufen
es: Obtener el progreso de lectura para ${readingStatus}
fr: Obtenir la progression de lecture pour ${readingStatus}
it: Ottieni il progresso di lettura per ${readingStatus}
pt_pt: Obter o progresso de leitura para ${readingStatus}
ru: Получить прогресс чтения для ${readingStatus}
sl: Pridobi napredek branja ${readingStatus}
uk: Отримати прогрес читання ${readingStatus}

source: Minute
ca: Minut
es: Minuto
it: Minuto
pt_pt: Minuto
ru: Минута
sl: Minuta
uk: Хвилина

# MinuteQuestion
source: What is the minute?
ca: Quin és el minut?
de: Was ist die Minute?
es: ¿Cuál es el minuto?
fr: Quelle est la minute?
it: Qual è il minuto?
pt_pt: Qual é o minuto?
ru: Какая минута?
sl: Kaj je minuta?
uk: Яка хвилина?

source: Insert the current minute ${minute} for ${book}
ca: Inserir el minut actual ${minute} per a ${book}
de: Aktuelle Minute ${minute} für ${book} einfügen
es: Inserta el minuto actual ${minute} para ${book}
fr: Insérer la minute actuelle ${minute} pour ${book}
it: Inserisci il minuto corrente ${minute} per ${book}
pt_pt: Insira o minuto atual ${minute} para ${book}
ru: Вставить текущую минуту ${minute} для ${book}
sl: Dodaj trenutno minuto ${minute} za ${book}
uk: Введіть поточну хвилину ${minute} для ${book}

# DateQuestion
source: What is the date?
ca: Quina és la data?
de: Was ist das Datum?
es: ¿Cuál es la fecha?
fr: Quelle est la date?
it: Qual è la data?
pt_pt: Qual é a data?
ru: Какая дата?
sl: Kaj je datum?
uk: Яка дата?

source: Date
ca: Data
de: Datum
es: Fecha
it: Data
pt_pt: Data
ru: Дата
sl: Datum
uk: Дата

# ItemsMigratingTitle
source: Setting Up...
ca: Actualització...
de: Aktualisierung...
es: Migrando...
fr: Mise à jour...
it: Aggiornamento...
pt_pt: Atualização...
ru: Обновление...
sl: Nastavljanje...
uk: Налаштовуємо...

# ItemsMigratingSubtitle
source: Some updates are needed before we can proceed. It should not take long.
ca: S'han de fer algunes actualitzacions abans de continuar. No hauria de trigar molt temps.
de: Einige Aktualisierungen sind erforderlich, bevor Sie fortfahren können. Es sollte nicht viel Zeit in Anspruch nehmen.
es: Se necesitan algunas actualizaciones antes de continuar. No debería llevar mucho tiempo.
fr: Quelques mises à jour sont nécessaires avant de continuer. Cela ne devrait pas prendre beaucoup de temps.
it: Sono necessari alcuni aggiornamenti prima di procedere. Non dovrebbe richiedere molto tempo.
pt_pt: Algumas atualizações são necessárias antes de prosseguir. Não deve demorar muito.
ru: Необходимо выполнить некоторые обновления перед продолжением. Это не должно занять много времени.
sl: Preden lahko nadaljujemo, je potrebnih nekaj posodobitev. Ne bi smelo trajati dolgo.
uk: Потрібні деякі оновлення, перш ніж ми зможемо продовжити. Це не повинно зайняти багато часу.

source: Select All
ca: Selecciona tot
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt_pt: Selecionar tudo
ru: Выбрать все
sl: Izberi vse
uk: Обрати все

source: Assign...
ca: Assigna...
de: Zuweisen...
es: Asignar...
fr: Assigner...
it: Assegna...
pt_pt: Atribuir...
ru: Назначить...
sl: Dodeli...
uk: Призначити...

source: Replace...
ca: Reemplaça...
de: Ersetzen...
es: Reemplazar...
fr: Remplacer...
it: Sostituisci...
pt_pt: Substituir...
ru: Заменить...
sl: Zamenjaj...
uk: Замінити...

# BookQuoteWidgetDescription
source: Look at the quotes of the selected book
ca: Mira les citacions del llibre seleccionat
de: Schauen Sie sich die Zitate des ausgewählten Buches an
es: Ver las citas del libro seleccionado
fr: Voir les citations du livre sélectionné
it: Guarda le citazioni del libro selezionato
pt_pt: Veja as citações do livro selecionado
ru: Просмотр цитат из выбранной книги
sl: Oglej si citate izbrane knjige
uk: Переглянути цитати вибраної книги

# RandomBookQuoteWidgetDescription
source: Look at quotes from your books randomly
ca: Mira les citacions dels teus llibres aleatòriament
de: Schauen Sie sich Zitate aus Ihren Büchern zufällig an
es: Ver citas de tus libros al azar
fr: Voir des citations de vos livres au hasard
it: Guarda le citazioni dei tuoi libri casualmente
pt_pt: Veja as citações dos seus livros aleatoriamente
ru: Просмотр случайных цитат из ваших книг
sl: Naključno si oglej citate iz svojih knjig
uk: Переглянути випадкові цитати з ваших книжок

source: Subtitle
ca: Subtítol
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
pt_pt: Legenda
ru: Подзаголовок
sl: Podnaslov
uk: Підзаголовок

# SubtitleQuestion
source: What's the subtitle?
ca: Quin és el subtítol?
de: Was ist der Untertitel?
es: ¿Cuál es el subtítulo?
fr: Quel est le sous-titre ?
it: Qual è il sottotitolo?
pt_pt: Qual é a legenda?
ru: Какой подзаголовок?
sl: Kaj je podnaslov?
uk: Який підзаголовок?

# SubtitlePlaceholder
source: Insert the subtitle...
ca: Introdueix el subtítol...
de: Untertitel einfügen...
es: Ingrese el subtítulo...
fr: Insérez le sous-titre...
it: Inserisci il sottotitolo...
pt_pt: Insira a legenda...
ru: Введите подзаголовок...
sl: Vnesi podnaslov...
uk: Введіть підзаголовок...

source: Minutes listened
ca: Minuts escoltats
de: Gehörte Minuten
es: Minutos escuchados
fr: Minutes écoutées
it: Minuti ascoltati
pt_pt: Minutos ouvidos
ru: Прошло минут
sl: Poslušanih minut
uk: Хвилин прослухано

# ListenedBooksYear
source: Books listened / year
ca: Llibres escoltats / any
de: Gehörte Bücher / Jahr
es: Libros escuchados / año
fr: Livres écoutés / année
it: Libri ascoltati / anno
pt_pt: Livros ouvidos / ano
ru: Количество прослушанных книг в год
sl: Poslušanih knjig / leto
uk: Книжок прослухано / рік

# ListenedBooksMonth
source: Books listened / month
ca: Llibres escoltats / mes
de: Gehörte Bücher / Monat
es: Libros escuchados / mes
fr: Livres écoutés / mois
it: Libri ascoltati / mese
pt_pt: Livros ouvidos / mês
ru: Количество прослушанных книг в месяц
sl: Poslušanih knjig / mesec
uk: Книжок прослухано / місяць

source: Minutes
ca: Minuts
de: Minuten
es: Minutos
it: Minuti
pt_pt: Minutos
ru: Минут
sl: Minute
uk: Хвилин

# PurchasedBooksMonth
source: Books purchased / month
ca: Llibres comprats / mes
de: Gekaufte Bücher / Monat
es: Libros comprados / mes
fr: Livres achetés / mois
it: Libri acquistati / mese
pt_pt: Livros comprados / mês
ru: Количество приобретенных книг в месяц
sl: Kupljenih knjig / mesec
uk: Книжок придбано / місяць

# LongestBooksListened
source: Longer listened books
ca: Llibres escoltats més llargs
de: Längste gehörte Bücher
es: Libros más largos escuchados
fr: Livres écoutés les plus longs
it: Libri ascoltati più lunghi
pt_pt: Livros mais longos ouvidos
ru: Самые длинные прослушанные книги
sl: Dlje poslušane knjige
uk: Книжки, що найдовше прослуховувались

source: Most listened authors
ca: Autors més escoltats
de: Meistgehörte Autoren
es: Autores más escuchados
fr: Auteurs les plus écoutés
it: Autori più ascoltati
pt_pt: Autores mais ouvidos
ru: Самые прослушиваемые авторы
sl: Najbolj poslušani avtorji
uk: Автори, що найбільше прослуховувались
