Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

source: Color
de: Farbe
fr: Couleur
it: Colore
pt_pt: Cor
ru: Цвет
sl: Barva
uk: Колір

source: Select Tags
ca: Selecciona etiquetes
de: Tags auswählen
es: Seleccionar etiquetas
fr: Sélectionner des tags
it: Seleziona tag
pt_pt: Selecionar tags
ru: Выбрать теги
sl: Izberi oznake
uk: Обрати Теги

# NoTagsPlaceholder
source: No Tag has been created
ca: Encara no s'ha creat cap etiqueta
de: Es wurden noch keine Tags erstellt
es: No se ha creado ninguna etiqueta
fr: Aucun tag créé
it: Non è stato creato alcun tag
pt_pt: Nenhuma tag criada
ru: Нет созданных тегов
sl: Ni bilo ustvarjenih oznak
uk: Жодного Тега не було створено

# ItemAlreadyPersistedLocallyErrorMessage
source: The item already exists locally.
ca: L'element ja existeix localment.
de: Das Element ist bereits lokal vorhanden.
es: El elemento ya existe localmente.
fr: L'élément existe déjà localement.
it: L'elemento esiste già localmente.
pt_pt: O item já existe localmente.
ru: Элемент уже существует локально.
sl: Element že obstaja lokalno.
uk: Елемент вже існує локально.

source: Create Tag
ca: Crear etiqueta
de: Tag erstellen
es: Crear etiqueta
fr: Créer un tag
it: Crea tag
pt_pt: Criar tag
ru: Создать тег
sl: Ustvari oznako
uk: Створити Тег

source: Create Series
ca: Crear sèrie
de: Serie erstellen
es: Crear serie
fr: Créer une série
it: Crea serie
pt_pt: Criar série
ru: Создать серию
sl: Ustvari serijo
uk: Створити Серію

source: Select Series
ca: Selecciona sèrie
de: Serie auswählen
es: Seleccionar serie
fr: Sélectionner une série
it: Seleziona serie
pt_pt: Selecionar série
ru: Выбрать серию
sl: Izberi serijo
uk: Обрати Серії

# NoSeriesPlaceholder
source: No Series has been created
ca: Encara no s'ha creat cap sèrie
de: Es wurden noch keine Serien erstellt
es: No se ha creado ninguna serie
fr: Aucune série créée
it: Non è stata creata alcuna serie
pt_pt: Nenhuma série criada
ru: Нет созданных серий
sl: Nobena serija ni bila ustvarjena
uk: Жодної Серії не було створено

source: Create Category
ca: Crear categoria
de: Kategorie erstellen
es: Crear categoría
fr: Créer une catégorie
it: Crea genere
pt_pt: Criar categoria
ru: Создать категорию
sl: Ustvari kategorijo
uk: Створити Категорію

source: Select Categories
ca: Selecciona categories
de: Kategorien auswählen
es: Seleccionar categorías
fr: Sélectionner des catégories
it: Seleziona generi
pt_pt: Selecionar categorias
ru: Выбрать категории
sl: Izberi kategorijo
uk: Обрати Категорії

# NoCategoriesPlaceholder
source: No Category has been created
ca: Encara no s'ha creat cap categoria
de: Es wurden noch keine Kategorien erstellt
es: No se ha creado ninguna categoría
fr: Aucune catégorie créée
it: Non è stato creato alcun genere
pt_pt: Nenhuma categoria criada
ru: Нет созданных категорий
sl: Nobena kategorija ni bila ustvarjena
uk: Жодної Категорії не було створено

source: Create Author
ca: Crear autor
de: Autor erstellen
es: Crear autor
fr: Créer un auteur
it: Crea autore
pt_pt: Criar autor
ru: Создать автора
sl: Ustvari avtorja
uk: Створити Автора

source: Select Authors
ca: Selecciona autors
de: Autoren auswählen
es: Seleccionar autores
fr: Sélectionner des auteurs
it: Seleziona autori
pt_pt: Selecionar autores
ru: Выбрать авторов
sl: Izberi avtorja
uk: Обрати Авторів

# NoAuthorsPlaceholder
source: No Author has been created
ca: Encara no s'ha creat cap autor
de: Es wurden noch keine Autoren erstellt
es: No se ha creado ningún autor
fr: Aucun auteur créé
it: Non è stato creato alcun autore
pt_pt: Nenhum autor criado
ru: Нет созданных авторов
sl: Noben avtor ni bil ustvarjen
uk: Жодного Автора не було створено

# DeleteLocalItemMessage
source: Are you sure you want to proceed with deleting the item?
ca: Estàs segur que vols eliminar l'element?
de: Sind Sie sicher, dass Sie das Element löschen möchten?
es: ¿Está seguro de que desea eliminar el elemento?
fr: Êtes-vous sûr de vouloir supprimer cet élément?
it: Sei sicuro di voler procedere con l'eliminazione dell'elemento?
pt_pt: Tem certeza de que deseja excluir o item?
ru: Вы уверены, что хотите удалить элемент?
sl: Si prepričan, da želiš nadaljevati z brisanjem elementa?
uk: Дійсно видалити цей елемент?

source: Sort
ca: Ordena
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pt_pt: Ordenar
ru: Сортировка
sl: Razvrsti
uk: Сортування

source: Layout
ca: Disseny
es: Diseño
fr: Mise en page
ru: Макет
sl: Postavitev
uk: Розмітка

source: Assign Tag
ca: Assignar etiqueta
de: Tag zuweisen
es: Asignar etiqueta
fr: Assigner un tag
it: Assegna Tag
pt_pt: Atribuir tag
ru: Назначить тег
sl: Dodeli oznako
uk: Призначити Тег

source: Assign Series
ca: Assignar sèrie
de: Serie zuweisen
es: Asignar serie
fr: Assigner une série
it: Assegna Serie
pt_pt: Atribuir série
ru: Назначить серию
sl: Dodeli serijo
uk: Призначити Серії

source: Country
ca: País
de: Land
es: País
fr: Pays
it: Paese
pt_pt: País
ru: Страна
sl: Država
uk: Країна

# SearchErrorMessage
source: An error occurred during the search. Try again.
ca: S'ha produït un error durant la cerca. Torna-ho a provar.
de: Es ist ein Fehler bei der Suche aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error durante la búsqueda. Inténtelo de nuevo.
fr: Une erreur est survenue lors de la recherche. Réessayez.
it: Si è verificato un errore durante la ricerca. Riprova.
pt_pt: Ocorreu um erro durante a pesquisa. Tente novamente.
ru: Произошла ошибка при поиске. Попробуйте еще раз.
sl: Med iskanjem je prišlo do napake. Poskusi znova.
uk: Під час пошуку сталася помилка. Спробуйте ще.

source: Rate it
ca: Vota
de: Bewerten
es: Valorar
fr: Noter
it: Vota
pt_pt: Avaliar
ru: Оценить
sl: Oceni
uk: Оцініть

source: Move
ca: Moure
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
pt_pt: Mover
ru: Переместить
sl: Premakni
uk: Перемістити

source: Move to...
ca: Moure a...
de: Verschieben nach...
es: Mover a...
fr: Déplacer vers...
it: Sposta in...
pt_pt: Mover para...
ru: Переместить в...
sl: Premakni v...
uk: Перемістити до...

source: User
ca: Usuari
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt_pt: Usuário
ru: Пользователь
sl: Uporabnik
uk: Користувач

source: Open website
ca: Obrir lloc web
de: Website öffnen
es: Abrir sitio web
fr: Ouvrir le site Web
it: Apri sito web
pt_pt: Abrir site
ru: Открыть веб-сайт
sl: Odpri spletišče
uk: Відкрити сайт

# YourRate
source: User
ca: La teva puntuació
de: Ihre Bewertung
es: Su valoración
fr: Votre note
it: Il tuo voto
pt_pt: Sua avaliação
ru: Ваша оценка
sl: Tvoja ocena
uk: Користувач

# Isbn10Placeholder
source: Insert the ISBN 10 code...
ca: Introduïu el codi ISBN 10...
de: Geben Sie die ISBN-10-Nummer ein...
es: Ingrese el código ISBN 10...
fr: Entrez le code ISBN 10...
it: Inserisci il codice ISBN 10...
pt_pt: Digite o código ISBN 10...
ru: Введите код ISBN 10...
sl: Vnesi ISBN 10 kodo...
uk: Ввести ISBN 10 код...

# Isbn13Placeholder
source: Insert the ISBN 13 code...
ca: Introduïu el codi ISBN 13...
de: Geben Sie die ISBN-13-Nummer ein...
es: Ingrese el código ISBN 13...
fr: Entrez le code ISBN 13...
it: Inserisci il codice ISBN 13...
pt_pt: Digite o código ISBN 13...
ru: Введите код ISBN 13...
sl: Vnesi ISBN 13 kodo...
uk: Ввести ISBN 13 codкодe...

source: Publishers
ca: Editors
de: Verlage
es: Editoriales
fr: Éditeurs
it: Editori
pt_pt: Editoras
ru: Издательства
sl: Založniki
uk: Видавці

source: Languages
ca: Idiomes
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
pt_pt: Idiomas
ru: Языки
sl: Jeziki
uk: Мови

# SelectImageFromGallery
source: Select from Photo
ca: Seleccionar de la galeria
de: Aus der Galerie auswählen
es: Seleccionar desde galería
fr: Sélectionner depuis la galerie
it: Seleziona dalla galleria
pt_pt: Selecionar da galeria
ru: Выбрать из галереи
sl: Izberi iz galerije
uk: Обрати з Галереї

# SelectImageFromFile
source: Select from Files
ca: Seleccionar de l'arxiu
de: Aus Datei auswählen
es: Seleccionar desde archivo
fr: Sélectionner depuis le fichier
it: Seleziona da File
pt_pt: Selecionar do arquivo
ru: Выбрать из файла
sl: Izberi iz datoteke
uk: Обрати з Файлів

# IsbnRequiredForRemoteCoverSearchError
source: In order to search the cover online, it is required that the ISBN 10 or ISBN 13 code field be populated.
ca: Per buscar la coberta en línia, s'ha de proporcionar el codi ISBN 10 o ISBN 13.
de: Um das Cover online zu suchen, muss entweder die ISBN-10- oder die ISBN-13-Nummer ausgefüllt werden.
es: Para buscar la cubierta en línea, es necesario que se complete el campo del código ISBN 10 o ISBN 13.
fr: Pour chercher la couverture en ligne, le champ ISBN 10 ou ISBN 13 doit être rempli.
it: Per cercare la copertina online, è necessario che il campo del codice ISBN 10 o ISBN 13 sia compilato.
pt_pt: Para pesquisar a capa online, é necessário preencher o campo do código ISBN 10 ou ISBN 13.
ru: Для поиска обложки онлайн необходимо заполнить поле кода ISBN 10 или ISBN 13.
sl: Za spletno iskanje naslovnice je potrebno izpolniti kodno polje ISBN 10 ali ISBN 13.
uk: Щоб шукати обкладинку в Інтернеті, потрібно заповнити поле коду ISBN 10 або ISBN 13.

source: Paperback
ca: Tapa tova
de: Taschenbuch
es: Tapa blanda
fr: Broché
it: Copertina morbida
pt_pt: Brochura
ru: Мягкая обложка
sl: Mehka vezava
uk: М'яка обкладинка

source: Hardcover
ca: Tapa dura
es: Tapa dura
fr: Relié
it: Copertina rigida
pt_pt: Capa dura
ru: Твердая обложка
sl: Trda vezava
uk: Тверда обкладинка

source: Book types
ca: Tipus de llibre
de: Buchtypen
es: Tipos de libro
fr: Types de livres
it: Tipi di libro
pt_pt: Tipos de livro
ru: Типы книг
sl: Tipi knjig
uk: Типи книжок

source: Create Publisher
ca: Crear editor
de: Verlag erstellen
es: Crear editorial
fr: Créer un éditeur
it: Crea editore
pt_pt: Criar editora
ru: Создать издательство
sl: Ustvari založnika
uk: Створити Видавця

source: Select Publishers
ca: Selecciona editors
de: Verlage auswählen
es: Seleccionar editoriales
fr: Sélectionner des éditeurs
it: Seleziona editori
pt_pt: Selecionar editoras
ru: Выбрать издательство
sl: Izberi založnika
uk: Обрати Видавців

# NoPublishersPlaceholder
source: No Publisher has been created
ca: Encara no s'ha creat cap editor
de: Es wurden noch keine Verlage erstellt
es: No se ha creado ninguna editorial
fr: Aucun éditeur créé
it: Non è stato creato alcun editore
pt_pt: Nenhuma editora criada
ru: Издательства не созданы
sl: Noben založnik ni bil ustvarjen
uk: Жодного Видавця не було створено

source: Select Types
ca: Selecciona tipus
de: Typen auswählen
es: Seleccionar tipos
fr: Sélectionner des types
it: Seleziona tipi
pt_pt: Selecionar tipos
ru: Выбрать типы
sl: Izberi tipe
uk: Обрати типи

source: Select Languages
ca: Selecciona idiomes
de: Sprachen auswählen
es: Seleccionar idiomas
fr: Sélectionner des langues
it: Seleziona lingue
pt_pt: Selecionar idiomas
ru: Выбрать языки
sl: Izberi jezike
uk: Обрати мови

source: Insert category
ca: Inserir categoria
de: Kategorie einfügen
es: Insertar categoría
fr: Insérer une catégorie
it: Inserisci genere
pt_pt: Inserir categoria
ru: Добавить категорию
sl: Vnesi kategorijo
uk: Ввести категорію

source: Insert series
ca: Inserir sèrie
de: Serie einfügen
es: Insertar serie
fr: Insérer une série
it: Inserisci serie
pt_pt: Inserir série
ru: Добавить серию
sl: Vnesi serijo
uk: Ввести серію

source: Insert publisher
ca: Insereix editor
de: Verleger einfügen
es: Insertar editorial
fr: Insérer éditeur
it: Inserisci editore
pt_pt: Inserir editora
ru: Вставить издательство
sl: Vnesi založnika
uk: Ввести видавця

source: Create location
ca: Crea lloc
de: Ort erstellen
es: Crear ubicación
fr: Créer lieu
it: Crea luogo
pt_pt: Criar localização
ru: Создать место
sl: Ustvati lokacijo
uk: Створити розташування

source: Insert location
ca: Insereix lloc
de: Ort einfügen
es: Insertar ubicación
fr: Insérer lieu
it: Inserisci luogo
pt_pt: Inserir localização
ru: Вставить место
sl: Vnesi lokacijo
uk: Ввести розташування

source: Create bookcase
ca: Crea llibreria
de: Bücherregal erstellen
es: Crear estantería
fr: Créer bibliothèque
it: Crea libreria
pt_pt: Criar estante
ru: Создать книжный шкаф
sl: Ustvari knjižno omaro
uk: Створити книжкову шафу

source: Insert bookcase
ca: Insereix llibreria
de: Bücherregal einfügen
es: Insertar estantería
fr: Insérer bibliothèque
it: Inserisci libreria
pt_pt: Inserir estante
ru: Вставить книжный шкаф
sl: Vnesi knjižno omaro
uk: Вставити книжкову шафу

source: Create shelf
ca: Crea prestatgeria
de: Regal erstellen
es: Crear repisa
fr: Créer étagère
it: Crea scaffale
pt_pt: Criar prateleira
ru: Создать полку
sl: Ustvari polico
uk: Створити полицю

source: Insert shelf
ca: Insereix prestatgeria
de: Regal einfügen
es: Insertar repisa
fr: Insérer étagère
it: Inserisci scaffale
pt_pt: Inserir prateleira
ru: Вставить полку
sl: Vnesi polico
uk: Вставити полицю

source: Locations
ca: Llocs
de: Orte
es: Ubicaciones
fr: Lieux
it: Luoghi
pt_pt: Localizações
ru: Места
sl: Lokacije
uk: Розташування

source: Select Locations
ca: Selecciona llocs
de: Orte auswählen
es: Seleccionar ubicaciones
fr: Sélectionner lieux
it: Seleziona luoghi
pt_pt: Selecionar localizações
ru: Выберите места
sl: Izberi lokacije
uk: Обрати розташування

# NoLocationsPlaceholder
source: No Location has been created
ca: No s'ha creat cap lloc
de: Es wurde kein Ort erstellt
es: No se ha creado ninguna ubicación
fr: Aucun lieu créé
it: Non è stato creato alcun luogo
pt_pt: Nenhuma localização criada
ru: Не создано ни одного места
sl: Nobena lokacija ni bila ustvarjena
uk: Жодного розташування не було створено

source: Bookcases
ca: Llibreries
de: Bücherregale
es: Estanterías
fr: Bibliothèques
it: Librerie
pt_pt: Estantes
ru: Книжные шкафы
sl: Knjižne omare
uk: Книжкові шафи

source: Select Bookcases
ca: Selecciona llibreries
de: Bücherregale auswählen
es: Seleccionar estanterías
fr: Sélectionner bibliothèques
it: Seleziona librerie
pt_pt: Selecionar estantes
ru: Выберите книжные шкафы
sl: Izberi knjižno omaro
uk: Обрати Книжкові шафи

# NoBookcasesPlaceholder
source: No Bookcase has been created
ca: No s'ha creat cap llibreria
de: Es wurde kein Bücherregal erstellt
es: No se ha creado ninguna estantería
fr: Aucune bibliothèque créée
it: Non è stata creata alcuna libreria
pt_pt: Nenhuma estante criada
ru: Не создано ни одного книжного шкафа
sl: Nobena knjižna omara ni bila ustvarjena
uk: Жодної Книжкові шафи не було створено

source: Shelves
ca: Prestatgeries
de: Regale
es: Repisas
fr: Étagères
it: Scaffali
pt_pt: Prateleiras
ru: Полки
sl: Police
uk: Полиці

source: Select Shelves
ca: Selecciona prestatgeries
de: Regale auswählen
es: Seleccionar repisas
fr: Sélectionner étagères
it: Seleziona scaffali
pt_pt: Selecionar prateleiras
ru: Выберите полки
sl: Izberi police
uk: Обрати Полиці

# NoShelvesPlaceholder
source: No Shelf has been created
ca: No s'ha creat cap prestatgeria
de: Es wurde kein Regal erstellt
es: No se ha creado ninguna repisa
fr: Aucune étagère créée
it: Non è stato creato alcuno scaffale
pt_pt: Nenhuma prateleira criada
ru: Не создано ни одной полки
sl: Nobena polica ni bila ustvarjena
uk: Жодної Полиці не було створено

source: Manage positions
ca: Gestiona posicions
de: Orte verwalten
es: Gestionar posiciones
fr: Gérer positions
it: Gestisci posizioni
pt_pt: Gerenciar posições
ru: Управление полками
sl: Upravljaj položaj
uk: Керувати позиціями

source: Select position
ca: Selecciona posició
de: Ort auswählen
es: Seleccionar posición
fr: Sélectionner position
it: Seleziona posizione
pt_pt: Selecionar posição
ru: Выберите место на полке
sl: Izberi položaj
uk: Обрати позицію

# BookPosition
source: Position
ca: Posició
de: Ort des Buches
es: Posición
it: Posizione
pt_pt: Posição
ru: Позиция книги
sl: Položaj
uk: Позиція

# FilterMatchAll
source: Match all of the selected
ca: Tots els seleccionats
de: Alle ausgewählten
es: Todos los seleccionados
fr: Tous sélectionnés
it: Tutti quelli selezionati
pt_pt: Todos os selecionados
ru: Все выбранные
sl: Ujemanje z vsemi izbranimi
uk: Збігається з усім вибраним

# FilterMatchAny
source: Match any of the selected
ca: Almenys un dels seleccionats
de: Mindestens eine der ausgewählten
es: Al menos uno de los seleccionados
fr: Au moins un sélectionné
it: Almeno uno di quelli selezionati
pt_pt: Qualquer um dos selecionados
ru: Любой из выбранных
sl: Ujemanje z katero koli od izbranih
uk: Збігається з будь-яким із вибраних

source: Add Filter
ca: Afegeix filtre
de: Filter hinzufügen
es: Añadir filtro
fr: Ajouter filtre
it: Aggiungi filtro
pt_pt: Adicionar filtro
ru: Добавить фильтр
sl: Dodaj filter
uk: Додати Фільтр

source: Select filter
ca: Selecciona filtre
de: Filter auswählen
es: Seleccionar filtro
fr: Sélectionner filtre
it: Seleziona filtro
pt_pt: Selecionar filtro
ru: Выберите фильтр
sl: Izberi filter
uk: Обрати Фільтр

source: Select reading status
ca: Selecciona l'estat de lectura
de: Lesestatus auswählen
es: Seleccionar estado de lectura
fr: Sélectionner statut de lecture
it: Seleziona lo stato di lettura
pt_pt: Selecionar estado de leitura
ru: Выберите статус чтения
sl: Izberi stanje branja
uk: Обрати статус читання

# LanguagesQuestion
source: What are the languages?
ca: Quines són les llengües?
de: Welche Sprachen?
es: ¿Cuáles son los idiomas?
fr: Quelles sont les langues ?
it: Quali sono le lingue?
pt_pt: Quais são os idiomas?
ru: Какие языки?
sl: Kateri jeziki so?
uk: Яка мова?

# PublishersQuestion
source: What are the publishers?
ca: Quines són les editorials?
de: Welche Verlage?
es: ¿Cuáles son las editoriales?
fr: Quelles sont les maisons d'édition ?
it: Quali sono le case editrici?
pt_pt: Quais são as editoras?
ru: Какие издательства?
sl: Kateri založniki so?
uk: Який видавнць?

# BookTypesQuestion
source: What are the book types?
ca: Quins són els tipus de llibre?
de: Welche Buchtypen?
es: ¿Cuáles son los tipos de libro?
fr: Quels sont les types de livre ?
it: Quali sono i tipi di libro?
pt_pt: Quais são os tipos de livro?
ru: Какие типы книг?
sl: Kateri tipi knjig so?
uk: Який тип книжок?

source: Insert note (optional)
ca: Insereix nota (opcional)
de: Notiz einfügen (optional)
es: Insertar nota (opcional)
fr: Insérer note (facultatif)
it: Inserisci nota (facoltativo)
pt_pt: Inserir nota (opcional)
ru: Добавить заметку (необязательно)
sl: Vnesi opombo (neobvezno)
uk: Вставити замітку (необов'язково)

source: Loaned out
ca: Prestat
de: Ausgeliehen
es: Prestado
fr: Prêté
it: In prestito
pt_pt: Emprestado
ru: Выдано в аренду
sl: Na izposoji
uk: Здано в борг

source: Returned
ca: Retornat
de: Zurückgegeben
es: Devuelto
fr: Restitué
it: Restituito
pt_pt: Devolvido
ru: Возвращено
sl: Vrnjeno
uk: Повернено

source: Create Contact
ca: Crea contacte
de: Kontakt erstellen
es: Crear contacto
fr: Créer contact
it: Crea contatto
pt_pt: Criar contato
ru: Создать контакт
sl: Ustvari kontakt
uk: Створити Контакт

source: Select Contacts
ca: Selecciona contactes
de: Kontakte auswählen
es: Seleccionar contactos
fr: Sélectionner contacts
it: Seleziona contatti
pt_pt: Selecionar contatos
ru: Выберите контакты
sl: Izberi kontakte
uk: Обрати Контакт

# NoContactsPlaceholder
source: No Contact has been created
ca: No s'ha creat cap contacte
de: Es wurde kein Kontakt erstellt
es: No se ha creado ningún contacto
fr: Aucun contact créé
it: Non è stato creato alcun contatto
pt_pt: Nenhum contato criado
ru: Не создано ни одного контакта
sl: Ni bilo ustvarjenih kontaktov
uk: Жодного контакту не було створено

source: Contacts
ca: Contactes
de: Kontakte
es: Contactos
it: Contatti
pt_pt: Contatos
ru: Контакты
sl: Kontakti
uk: Контакти

source: Contact
ca: Contacte
de: Kontakt
es: Contacto
it: Contatto
pt_pt: Contato
ru: Контакт
sl: Kontakt
uk: Контакт

source: Select book
ca: Selecciona llibre
de: Buch auswählen
es: Seleccionar libro
fr: Sélectionner livre
it: Seleziona libro
pt_pt: Selecionar livro
ru: Выберите книгу
sl: Izberi knjigo
uk: Обрати книгу

source: Select books
ca: Selecciona llibres
de: Bücher auswählen
es: Seleccionar libros
fr: Sélectionner livres
it: Seleziona libri
pt_pt: Selecionar livros
ru: Выберите книги
sl: Izberi knjige
uk: Обрати книжки

# NoBooksPlaceholder
source: No Book has been added
ca: Cap llibre ha estat afegit
de: Es wurden keine Bücher hinzugefügt
es: No se ha añadido ningún libro
fr: Aucun livre ajouté
it: Nessun libro è stato aggiunto
pt_pt: Nenhum livro adicionado
ru: Книги не добавлены
sl: Ni bilo dodanih knjig
uk: Жодної книжки не було додано

# NoLoansPlaceholder
source: No Loan has been added
ca: Cap préstec ha estat afegit
de: Es wurden keine Ausleihen hinzugefügt
es: No se ha añadido ningún préstamo
fr: Aucun prêt ajouté
it: Nessun prestito è stato aggiunto
pt_pt: Nenhum empréstimo adicionado
ru: Аренды не добавлены
sl: Ni bilo dodanih izposoj
uk: Жодного боргу не було додано

source: Start loan date
ca: Data inici préstec
de: Startdatum des Ausleihvorgangs
es: Fecha de inicio de préstamo
fr: Date début de prêt
it: Data inizio prestito
pt_pt: Data de início do empréstimo
ru: Дата начала аренды
sl: Začetni datum izposoje
uk: Дата початку здачі в борг

source: End loan date
ca: Data fi préstec
de: Enddatum des Ausleihvorgangs
es: Fecha de fin de préstamo
fr: Date fin de prêt
it: Data fine prestito
pt_pt: Data de término do empréstimo
ru: Дата окончания аренды
sl: Končni datum izposoje
uk: Дата кінця здачі в борг

source: Add Loan
ca: Afegir préstec
de: Ausleihe hinzufügen
es: Agregar préstamo
fr: Ajouter un prêt
it: Aggiungi prestito
pt_pt: Adicionar empréstimo
ru: Добавить займ
sl: Dodaj izposojo
uk: Додати здачу в борг

source: Edit Loan
ca: Editar préstec
de: Ausleihe bearbeiten
es: Editar préstamo
fr: Modifier un prêt
it: Modifica prestito
pt_pt: Editar empréstimo
ru: Редактировать займ
sl: Uredi izposojo
uk: Редагувати здачу в борг

source: Manage contacts
ca: Gestionar contactes
de: Kontakte verwalten
es: Gestionar contactos
fr: Gérer les contacts
it: Gestisci contatti
pt_pt: Gerenciar contatos
ru: Управление контактами
sl: Upravljaj kontakte
uk: Керувати контактами

source: Loans
ca: Préstecs
de: Ausleihe
es: Préstamos
fr: Prêts
it: Prestiti
pt_pt: Empréstimos
ru: Займы
sl: Izposoje
uk: Здачі в борг

source: Loan
ca: Préstec
de: Ausleihe
es: Préstamo
fr: Prêt
it: Prestito
pt_pt: Empréstimo
ru: Займ
sl: Izposoja
uk: Здача в борг

source: Select date
ca: Seleccionar data
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner une date
it: Seleziona data
pt_pt: Selecionar data
ru: Выбрать дату
sl: Izberi datum
uk: Обрати дату

source: Select date (optional)
ca: Seleccionar data (opcional)
de: Datum auswählen (optional)
es: Seleccionar fecha (opcional)
fr: Sélectionner une date (optionnel)
it: Seleziona data (facoltativo)
pt_pt: Selecionar data (opcional)
ru: Выбрать дату (необязательно)
sl: Izberi datum (neobvezno)
uk: Обрати дату (необов'язково)

source: Add reading status
ca: Afegir estat de lectura
de: Lesezustand hinzufügen
es: Agregar estado de lectura
fr: Ajouter un statut de lecture
it: Aggiungi stato di lettura
pt_pt: Adicionar status de leitura
ru: Добавить статус чтения
sl: Dodaj bralno stanje
uk: Додати статус читання

source: Reading states
ca: Estats de lectura
de: Lesestatus
es: Estados de lectura
fr: États de lecture
it: Stati di lettura
pt_pt: Estados de leitura
ru: Статусы чтения
sl: Bralna stanja
uk: Стани читання

# ReadingStatusPagesCompletion
source: %d of %d pages
ca: %d de %d pàgines
de: %d von %d Seiten
es: %d de %d páginas
fr: %d de %d pages
it: %d di %d pagine
pt_pt: %d de %d páginas
ru: %d из %d страниц
sl: %d od %d strani
uk: %d з %d сторінок

# ReadingStatusTimeCompletion
source: %d of %d minutes
ca: %d de %d minuts
de: %d von %d Minuten
es: %d de %d minutos
fr: %d de %d minutes
it: %d di %d minuti
pt_pt: %d de %d minutos
ru: %d из %d минут
sl: %d od %d minut
uk: %d з %d хвилин
