Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

# ReadingChallengeNoReachedLastYearReadingChallenges
source: Last year, you set a %d book reading challenge but didn't reach your goal. Try again this year.
ca: L'any passat vau plantejar un repte de lectura de llibres %d però no vau assolir el vostre objectiu. Torna-ho a provar aquest any.
de: Letztes Jahr hast du eine %d Herausforderung zum Lesen von Büchern festgelegt, aber dein Ziel nicht erreicht. Versuche es dieses Jahr erneut.
es: El año pasado, estableció un desafío de lectura de %d libro, pero no alcanzó su objetivo. Vuelva a intentarlo este año.
fr: L'année dernière, vous avez défini un défi de lecture de %d livres mais n'avez pas atteint votre objectif. Réessayez cette année.
it: L'anno scorso, hai impostato una sfida di lettura di %d libri ma non hai raggiunto il tuo obiettivo. Riprova quest'anno.
pt_pt: No ano passado, você definiu um desafio de leitura de livro %d, mas não atingiu sua meta. Tente novamente este ano.
ru: В прошлом году вы поставили задачу прочитать %d книг, но не достигли своей цели. Попробуйте еще раз в этом году.
sl: Lansko leto si postavil izziv prebrati naslednje število knjig: %d, vendar nisi dosegl svojega cilja. Poskusi ponovno letos.
uk: Минулого року ви поставили читацький виклик на %d книжок, але не досягли своєї мети. Спробуйте знову цього року.

# ReadingChallengeAlreadyExistError
source: There is already a reading challenge for this year. Do you want to overwrite it?
ca: Ja hi ha un repte de lectura per a aquest any. Vols sobreescriure'l?
de: Es gibt bereits eine Leseherausforderung für dieses Jahr. Möchtest du sie überschreiben?
es: Ya hay un desafío de lectura para este año. ¿Desea sobrescribirlo?
fr: Il y a déjà un défi de lecture pour cette année. Voulez-vous le remplacer ?
it: C'è già una sfida di lettura per quest'anno. Vuoi sovrascriverla?
pt_pt: Já existe um desafio de leitura para este ano. Deseja substituí-lo?
ru: На этот год уже есть задача по чтению. Вы хотите переписать его?
sl: Za letos že obstaja bralni izziv. Ali ga želiš prepisati?
uk: Читацький виклик на цей рік вже встановлено. Бажаєте перезаписати його?

# ReadingChallengeDeleteMessage
source: Would you like to delete the reading challenge?
ca: Vols suprimir el repte de lectura?
de: Möchtest du die Leseherausforderung löschen?
es: ¿Desea eliminar el desafío de lectura?
fr: Voulez-vous supprimer le défi de lecture ?
it: Vuoi eliminare la sfida di lettura?
pt_pt: Deseja excluir o desafio de leitura?
ru: Вы хотите удалить задание по чтению?
sl: Bi rad izbrisal bralni izziv?
uk: Бажаєте видалити читацький виклик?

source: Reading streak
ca: Ratxa de lectura
de: Leseserie
es: Racha de lectura
fr: Série de lecture
it: Sequenza di lettura
pt_pt: Sequência de leitura
ru: Полоса чтения
sl: Bralni niz
uk: Серія читання

# CurrentReadingStreak
source: You are in the longest streak of reading, which has begun %@ and is running for %d days.
ca: Esteu en la ratxa de lectura més llarga, que ha començat %@ i s'està executant durant %d dies.
de: Du befindest dich in der längsten Leseserie, die am %@ begonnen hat und seit %d Tagen läuft.
es: Está en la racha de lectura más larga, que comenzó el %@ y durará %d días.
fr: Vous êtes dans votre plus longue séquence de lecture, qui a commencé %@ et dure %d jours.
it: Sei nella serie di letture più lunga, iniziata %@ e in corso da %d giorni.
pt_pt: Você está na sequência mais longa de leitura, que começou %@ e está em execução há %d dias.
ru: Вы находитесь в самой длинной полосе чтения, которая началась %@ и длится %d дней.
sl: Si v najdaljšem nizu branja, ki se je začel %@ in traja %d dni.
uk: Ви продовжуєте вашу найдовшу серію читання, яка почалася %@ і триває %d днів.

# PastReadingStreak
source: Your longest reading streak is %@ and lasted %d days.
ca: La vostra ratxa de lectura més llarga és %@ i ha durat %d dies.
de: Deine längste Leseserie ist %@ und hat %d Tage gedauert.
es: Tu racha de lectura más larga es %@ y duró %d días.
fr: Votre séquence de lecture la plus longue est %@ et a duré %d jours.
it: La tua serie di letture più lunga è %@ ed è durata %d giorni.
pt_pt: Sua sequência de leitura mais longa é %@ e durou %d dias.
ru: Ваша самая длинная полоса чтения составляет %@ и длится %d дней.
sl: Tvoj najdaljši niz branja je %@ in je trajal %d dni.
uk: Ваша найдовша серію читання %@ і триває %d днів.

# ReadPagesAverageDaily
source: The average number of pages read per day is %.1f.
ca: El nombre mitjà de pàgines llegides per dia és de %.1f.
de: Die durchschnittliche Anzahl der pro Tag gelesenen Seiten beträgt %.1f.
es: La media de páginas leídas al día es %.1f.
fr: Le nombre moyen de pages lues par jour est de %.1f.
it: Il numero medio di pagine lette al giorno è %.1f.
pt_pt: O número médio de páginas lidas por dia é %.1f.
ru: Среднее количество страниц, прочитанных за день, составляет %.1f.
sl: Povprečno število prebranih strani na dan je %.1f.
uk: Сторінок прочитано в день в середньому - %.1f.

# ReadPagesAverageMonthly
source: The average number of pages read per month is %.1f.
ca: El nombre mitjà de pàgines llegides per mes és de %.1f.
de: Die durchschnittliche Anzahl der pro Monat gelesenen Seiten beträgt %.1f.
es: La media de páginas leídas al mes es %.1f.
fr: Le nombre moyen de pages lues par mois est de %.1f.
it: Il numero medio di pagine lette al mese è %.1f.
pt_pt: O número médio de páginas lidas por mês é %.1f.
ru: Среднее количество страниц, прочитанных за месяц, составляет %.1f.
sl: Povprečno število prebranih strani na mesec je %.1f.
uk: Сторінок прочитано в місяць в середньому - %.1f.

# ReadBooksAverageMonthly
source: The average number of books read per month is %.1f.
ca: El nombre mitjà de llibres llegits al mes és de %.1f.
de: Die durchschnittliche Anzahl der pro Monat gelesenen Bücher beträgt %.1f.
es: La media de libros leídos al mes es %.1f.
fr: Le nombre moyen de livres lus par mois est de %.1f.
it: Il numero medio di libri letti al mese è %.1f.
pt_pt: O número médio de livros lidos por mês é %.1f.
ru: Среднее количество книг, прочитанных за месяц, составляет %.1f.
sl: Povprečno število prebranih knjig na mesec je %.1f.
uk: Книжок прочитано в місяць в середньому - %.1f.

source: Day
ca: Dia
de: Tag
es: Día
fr: Jour
it: Giorno
pt_pt: Dia
ru: День
sl: Dan
uk: День

source: Month
ca: Mes
de: Monat
es: Mes
fr: Mois
it: Mese
pt_pt: Mês
ru: Месяц
sl: Mesec
uk: Місяць

# LongestBooksRead
source: Longer read books
ca: Llibres de lectura més llarga
de: Länger gelesene Bücher
es: Libros más leídos
fr: Livres lus les plus longs
it: Libri letti più lunghi
pt_pt: Livros mais lidos
ru: Давно прочитанные книги
sl: Knjige z daljšim branjem
uk: Найдовше читані книги

source: Most read authors
ca: Autors més llegits
de: Meistgelesene Autoren
es: Autores más leídos
fr: Auteurs les plus lus
it: Autori più letti
pt_pt: Autores mais lidos
ru: Самые читаемые авторы
sl: Najbolj brani avtorji
uk: Найбільш читані автори

source: Most read categories
ca: Categories més llegides
de: Meistgelesene Kategorien
es: Categorías más leídas
fr: Catégories les plus lues
it: Generi più letti
pt_pt: Categorias mais lidas
ru: Самые читаемые категории
sl: Najbolj brane kategorije
uk: Найбільш читані автори

# ReadingChallengeWidgetDescription
source: Reading challenge progress for the current year
ca: Lectura del progrés del repte de l'any en curs
de: Fortschritt der Leseherausforderung für das aktuelle Jahr
es: Progreso del desafío de lectura del año actual
fr: Avancement du défi de lecture pour l'année en cours
it: Avanzamento della sfida di lettura per l'anno in corso
pt_pt: Progresso do desafio de leitura para o ano atual
ru: Прогресс задачи чтения за текущий год
sl: Napredek bralnih izzivov za tekoče leto
uk: Прогрес читацького виклику за поточний рік

source: No challenge
ca: Sense repte
de: Keine Herausforderung
es: Sin desafío
fr: Pas de défi
it: Nessuna sfida
pt_pt: Sem desafio
ru: Нет задачи
sl: Brez izziva
uk: Немає виклику

source: Apply
ca: Aplicar
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt_pt: Aplicar
ru: Применить
sl: Prijava
uk: Застосувати

source: Get Reading Challenge
ca: Aconsegueix el repte de lectura
de: Hole dir die Lese-Challenge
es: Obtener desafío de lectura
fr: Obtenez le défi de lecture
it: Ottieni Sfida di Lettura
pt_pt: Obter desafio de leitura
ru: Получить задание по чтению
sl: Pridobi bralni izziv
uk: Отримати читацький виклик

source: This week
ca: Aquesta setmana
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
pt_pt: Esta semana
ru: На этой неделе
sl: Ta teden
uk: Цього тижня

source: Last week
ca: La setmana passada
de: Letzte Woche
es: Semana pasada
fr: La semaine dernière
it: Settimana scorsa
pt_pt: Semana passada
ru: Прошлая неделя
sl: Prejšnji teden
uk: Минулого тижня

source: Last month
ca: El mes passat
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
it: Mese scorso
pt_pt: Mês passado
ru: Прошлый месяц
sl: Prejšnji mesec
uk: Минулого місяця

source: This year
ca: Aquest any
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest'anno
pt_pt: Este ano
ru: Текущий год
sl: Letošnje leto
uk: Цього року

source: Last year
ca: L’any passat
de: Letztes Jahr
es: El año pasado
fr: L’année dernière
it: Anno scorso
pt_pt: Ano passado
ru: Прошлый год
sl: Lansko leto
uk: Минулого року

source: %lld books read
ca: %lld llibres llegits
de: %lld Bücher gelesen
es: %lld libros leídos
fr: %lld livres lus
it: %lld libri letti
pt_pt: %lld livros lidos
ru: %lld книг прочитано
sl: %lld prebranih knjig
uk: %lld книжок прочитано

source: %lld book read
ca: %lld llibre llegit
de: %lld Buch gelesen
es: %lld libro leído
fr: %lld livre lu
it: %lld libro letto
pt_pt: %lld livro lido
ru: %lld книга прочитана
sl: %lld prebrana knjiga
uk: %lld книжок прочитано

# AddTagsToBooks
source: Assign Tags to Books
ca: Assigna etiquetes als llibres
de: Büchern Tags zuweisen
es: Asignar etiquetas a los libros
fr: Attribuer des balises aux livres
it: Assegna Tag ai Libri
pt_pt: Atribuir tags a livros
ru: Назначить теги книгам
sl: Dodeljevanje oznak knjigam
uk: Призначити теги книгам

# AddSeriesToBooks
source: Assign Series to Books
ca: Assigna una sèrie als llibres
de: Serien zu Büchern zuweisen
es: Asignar series a libros
fr: Attribuer des séries aux livres
it: Assegna Serie ai Libri
pt_pt: Atribuir séries a livros
ru: Назначить серии книгам
sl: Dodeljevanje serije knjigam
uk: Призначити серії книгам

# AddCategoriesToBooks
source: Assign Categories to Books
ca: Assigna categories als llibres
de: Büchern Kategorien zuweisen
es: Asignar categorías a los libros
fr: Attribuer des catégories aux livres
it: Assegna Generi ai Libri
pt_pt: Atribuir categorias a livros
ru: Назначить категории книгам
sl: Dodeljevanje kategorij knjigam
uk: Призначити категорії книгам

# AddAuthorsToBooks
source: Assign Authors to Books
ca: Assigna autors als llibres
de: Büchern Autoren zuweisen
es: Asignar autores a libros
fr: Attribuer des auteurs aux livres
it: Assegna Autori ai Libri
pt_pt: Atribuir autores a livros
ru: Назначить авторов для книг
sl: Dodeljevanje avtorjev knjigam
uk: Призначити авторів книгам

source: Add Quote to Book
ca: Afegeix un pressupost al llibre
de: Zitat zu Buch hinzufügen
es: Agregar cotización al libro
fr: Ajouter un devis au livre
it: Aggiungi Citazione al Libro
pt_pt: Adicionar orçamento ao livro
ru: Добавить цитату в книгу
sl: Dodaj citat knjigi
uk: Додати цитату до книги

# AddTagsToBooksDescription
source: Assign one or more tag to the selected books
ca: Assigna una o més etiquetes als llibres seleccionats
de: Ausgewählten Büchern ein oder mehrere Tags zuweisen
es: Asigne una o más etiquetas a los libros seleccionados
fr: Attribuer une ou plusieurs balises aux livres sélectionnés
it: Assegna uno o più tag ai libri selezionati
pt_pt: Atribuir uma ou mais tags aos livros selecionados
ru: Назначить выбранным книгам один или несколько тегов
sl: Izbranim knjigam dodeli eno ali več oznak
uk: Призначити один чи більше тегів обраним книгам

# AddSeriesToBooksDescription
source: Assign the series to the selected books
ca: Assigna sèries als llibres seleccionats
de: Reihe den ausgewählten Büchern zuweisen
es: Asignar series a los libros seleccionados
fr: Attribuer la série aux livres sélectionnés
it: Assegna la serie ai libri selezionati
pt_pt: Atribuir séries aos livros selecionados
ru: Назначить серию выбранным книгам
sl: Izbranim knjigam dodeli serijo
uk: Призначити серії обраним книгам

# AddCategoriesToBooksDescription
source: Assign one or more category to the selected books
ca: Assigna una o més categories als llibres seleccionats
de: Ausgewählten Büchern eine oder mehrere Kategorien zuweisen
es: Asigne una o más categorías a los libros seleccionados
fr: Attribuer une ou plusieurs catégories aux livres sélectionnés
it: Assegna uno o più generi ai libri selezionati
pt_pt: Atribuir uma ou mais categorias aos livros selecionados
ru: Назначить выбранным книгам одну или несколько категорий
sl: Izbranim knjigam dodeli eno ali več kategorij
uk: Призначити одну чи більше категорій обраним книгам

# AddAuthorsToBooksDescription
source: Assign one or more author to the selected books
ca: Assigna un o més autors als llibres seleccionats
de: Ausgewählten Büchern einen oder mehrere Autoren zuweisen
es: Asignar uno o más autores a los libros seleccionados
fr: Attribuer un ou plusieurs auteurs aux livres sélectionnés
it: Assegna uno o più autori ai libri selezionati
pt_pt: Atribuir um ou mais autores aos livros selecionados
ru: Назначить одного или нескольких авторов выбранным книгам
sl: Izbranim knjigam dodeli enega ali več avtorjev
uk: Призначити одного чи більше авторів обраним книгам

# BooksQuestion
source: What are the books
ca: Quins són els llibres
de: Was sind die Bücher
es: ¿Qué son los libros?
fr: Quels sont les livres
it: Quali sono i libri
pt_pt: Quais são os livros
ru: Что это за книги
sl: Kaj so knjige
uk: Які книжки

source: One or more item do not exist
ca: Un o més elements no existeixen
de: Ein oder mehrere Elemente existieren nicht
es: Uno o más elementos no existen
fr: Un ou plusieurs éléments n'existent pas
it: Uno o più elementi non esistono
pt_pt: Um ou mais itens não existem
ru: Один или несколько элементов не существуют
sl: En ali več elementov ne obstaja
uk: Одного чи більше елементів не існує

source: Books updated
ca: Llibres actualitzats
de: Bücher aktualisiert
es: Libros actualizados
fr: Livres mis à jour
it: Libri aggiornati
pt_pt: Livros atualizados
ru: Книги обновлены
sl: Knjige posodobljene
uk: Книгу оновлено

source: Get Current Reading Book
ca: Aconsegueix que es llegeix el llibre
de: Gelesenes Buch abrufen
es: Obtener el libro que se está leyendo
fr: Obtenir le livre en cours de lecture
it: Ottieni Libro In Lettura
pt_pt: Obter livro sendo lido
ru: Получить прочитанную книгу
sl: Pridobi trenutno knjigo za branje
uk: Отримати книгу, що читається зараз

# GetCurrentReadingBookDescription
source: Get the book you are reading right now
ca: Aconsegueix el llibre que estàs llegint ara
de: Hole dir das Buch, das du gerade liest
es: Obtenga el libro que está leyendo ahora
fr: Obtenir le livre que vous lisez actuellement
it: Ottieni il libro che stai leggendo adesso
pt_pt: Obter o livro que você está lendo agora
ru: Получить книгу, которую вы сейчас читаете
sl: Pridobi knjigo, ki jo bereš prav zdaj
uk: Отримати книгу, яку ви читаєте зараз

source: Open Library
ca: Obrir la biblioteca
de: Bibliothek öffnen
es: Abrir biblioteca
fr: Ouvrir la bibliothèque
it: Apri Libreria
pt_pt: Abrir Biblioteca
ru: Открытая библиотека
sl: Odpri knjižnico
uk: Відкрити Бібліотеку

# OpenLibraryDescription
source: Open the Library list
ca: Obre la llista de llibres de la biblioteca
de: Bibliotheksbuchliste öffnen
es: Abrir la lista de libros de la biblioteca
fr: Ouvrir la liste des livres de la bibliothèque
it: Apri l'elenco dei libri della librerie
pt_pt: Abrir a lista de livros da biblioteca
ru: Открыть список книг библиотеки
sl: Odpri seznam knjižnica
uk: Відкриває список «Бібліотека»

source: Open Wishlist
ca: Obre la llista de desitjos
de: Wunschliste öffnen
es: Abrir lista de deseos
fr: Ouvrir la liste de souhaits
it: Apri Lista Desideri
pt_pt: Abrir lista de desejos
ru: Открыть список желаний
sl: Odpri seznam želja
uk: Відкрити Список Бажань

# OpenWishlistDescription
source: Open the Wishlist
ca: Obre la llista de desitjos
de: Wunschliste öffnen
es: Abrir lista de deseos
fr: Ouvrir la liste de souhaits
it: Apri la lista dei desideri
pt_pt: Abrir lista de desejos
ru: Открыть список желаний
sl: Odpri seznam želja
uk: Відкриває Список Бажань

source: Open Current Reading Book
ca: Llibre obert per llegir
de: Buch zum Lesen öffnen
es: Libro abierto para lectura
fr: Ouvrir le livre pour le lire
it: Apri Libro In Lettura
pt_pt: Abrir livro para leitura
ru: Открыть книгу для чтения
sl: Odpri trenutno knjigo za branje
uk: Відкрити книгу, що читається зараз

# OpenCurrentReadingBookDescription
source: Open the book you are reading right now
ca: Obre el llibre que esteu llegint actualment
de: Öffne das Buch, das du gerade liest
es: Abra el libro que está leyendo actualmente
fr: Ouvrir le livre que vous lisez actuellement
it: Apri il libro che stai leggendo in questo momento
pt_pt: Abra o livro que você está lendo no momento
ru: Откройте книгу, которую вы сейчас читаете
sl: Odpri knjigo, ki jo bereš prav zdaj
uk: Відкрити книгу, яку ви читаєте зараз

source: Open
ca: Obrir
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt_pt: Abrir
ru: Открыть
sl: Odpri
uk: Відкрити

source: Open Book
ca: Llibre obert
de: Offenes Buch
es: Libro abierto
fr: Ouvrir le livre
it: Apri Libro
pt_pt: Abra o livro
ru: Открытая книга
sl: Odpri knjigo
uk: Відкрити книгу

# OpenBookDescription
source: Open the details of the selected book
ca: Obre els detalls del llibre seleccionat
de: Details zum ausgewählten Buch öffnen
es: Abrir los detalles del libro seleccionado
fr: Ouvrir les détails du livre sélectionné
it: Apri i dettagli del libro selezionato
pt_pt: Abrir os detalhes do livro selecionado
ru: Открыть сведения о выбранной книге
sl: Odpri podrobnosti izbrane knjige
uk: Відкрийте детальну інформацію про вибрану книгу

source: Open ${book}
ca: Obre ${book}
de: Öffne ${book}
es: Abrir ${book}
fr: Ouvrir ${book}
it: Apri ${book}
pt_pt: Abrir ${book}
ru: Открыть ${book}
sl: Odpri ${book}
uk: Відкрити ${book}

# BarcodeScan
source: Scan Barcode
ca: Escaneja
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
pt_pt: Digitalização
ru: Сканирование
sl: Skeniraj
uk: Сканувати

# BarcodeScanDescription
source: Search for a book by scanning the barcode
ca: Cerca un llibre escanejant el codi de barres
de: Durch Scannen des Barcodes nach einem Buch suchen
es: Buscar un libro escaneando el código de barras
fr: Rechercher un livre en scannant le code-barres
it: Cerca un libro scansionando il codice a barre
pt_pt: Procure um livro digitalizando o código de barras
ru: Поиск книги по штрих-коду
sl: Poišči knjigo s skeniranjem črtne kode
uk: Шукати книгу за допомогою сканування штрих-коду

# SearchOnlineDescription
source: Search for a new book
ca: Cerca un llibre nou
de: Nach einem neuen Buch suchen
es: Buscar un nuevo libro
fr: Rechercher un nouveau livre
it: Cerca un nuovo libro
pt_pt: Procurar um novo livro
ru: Поиск новой книги
sl: Išči novo knjigo
uk: Шукати нову книгу

source: Start
ca: Començar
de: Anfang
es: Comienzo
fr: Commencer
it: Inizia
pt_pt: Começar
ru: Начинать
sl: Začni
uk: Старт

source: Next
ca: Pròxim
de: Weiter
es: Próximo
fr: Prochain
it: Prossimo
pt_pt: Próximo
ru: Следующий
sl: Naprej
uk: Наступний

source: Previous
ca: Anterior
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
pt_pt: Anterior
ru: Предыдущий
sl: Nazaj
uk: Попередній

source: Manage
ca: Gestionar
de: Verwalten
es: Administrar
fr: Faire en sorte
it: Gestisci
pt_pt: Gerenciar
ru: Управлять
sl: Upravljaj
uk: Керувати

source: Other apps
ca: Altres aplicacions
de: Andere Apps
es: Otras aplicaciones
fr: Autres applications
it: Altre app
pt_pt: Outros aplicativos
ru: Другие приложения
sl: Druge aplikacije
uk: Інші програми

source: Contributors
ca: Col·laboradors
de: Beitragende
es: Colaboradores
fr: Collaborateurs
it: Collaboratori
pt_pt: Contribuidores
ru: Соавторы
sl: Sodelujoči
uk: Зробили свій внесок

# PageNumber
source: Page %d
ca: Pàgina %d
de: Seite %d
es: Página %d
it: Pagina %d
pt_pt: Página %d
ru: Страница %d
sl: Stran %d
uk: Сторінка %d

source: Add note
ca: Afegir nota
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
pt_pt: Adicionar nota
ru: Добавить заметку
sl: Dodaj opombo
uk: Додати замітку

source: Notes
de: Notizen
es: Notas
it: Note
pt_pt: Notas
ru: Заметки
sl: Opombe
uk: Замітки

source: Note
ca: Nota
de: Notiz
es: Nota
it: Nota
pt_pt: Nota
ru: Заметка
sl: Opomba
uk: Замітка

# DeleteInfoMessage
source: The action is not reversible. Do you want to proceed?
ca: L'acció no és reversible. Vols continuar?
de: Diese Aktion kann nicht rückgängig gemacht werden. Möchten Sie fortfahren?
es: La acción no es reversible. ¿Desea continuar?
fr: Cette action est irréversible. Voulez-vous continuer?
it: L'azione non è reversibile. Vuoi procedere?
pt_pt: A ação não pode ser revertida. Deseja continuar?
ru: Действие необратимо. Вы хотите продолжить?
sl: Dejanja ni mogoće razveljaviti. Ali želiš nadaljevati?
uk: Ця дія є незворотньою. Бажаєте продовжити?

# NoNotesPlaceholder
source: No Note has been created
ca: Encara no s'ha creat cap nota
de: Es wurden noch keine Notizen erstellt
es: No se ha creado ninguna nota
fr: Aucune note créée
it: Non è stata creata alcuna nota
pt_pt: Nenhuma nota criada
ru: Нет созданных заметок
sl: Ni bilo ustvarjenih opomb
uk: Жодної Замітки не було створено

# NoQuotesPlaceholder
source: No Quote has been created
ca: Encara no s'ha creat cap cita
de: Es wurden noch keine Zitate erstellt
es: No se ha creado ninguna cita
fr: Aucune citation créée
it: Non è stata creata alcuna citazione
pt_pt: Nenhuma citação criada
ru: Нет созданных цитат
sl: Ni bilo ustvarjenega citata
uk: Жодної Цитати не було створено

source: Insert note
ca: Inserir nota
de: Notiz einfügen
es: Insertar nota
fr: Insérer une note
it: Inserisci nota
pt_pt: Inserir nota
ru: Вставить заметку
sl: Vnesi opombo
uk: Ввести Замітку

source: Insert quote
ca: Inserir cita
de: Zitat einfügen
es: Insertar cita
fr: Insérer une citation
it: Inserisci citazione
pt_pt: Inserir citação
ru: Вставить цитату
sl: Vnesi citat
uk: Ввести Цитату

source: Insert page (optional)
ca: Inserir pàgina (opcional)
de: Seite einfügen (optional)
es: Insertar página (opcional)
fr: Insérer une page (optionnel)
it: Inserisci pagina (opzionale)
pt_pt: Inserir página (opcional)
ru: Вставить страницу (опционально)
sl: Vnesi stran (neobvezno)
uk: Ввести сторінку (необов'язково)

source: Edit note
ca: Editar nota
de: Notiz bearbeiten
es: Editar nota
fr: Modifier une note
it: Modifica nota
pt_pt: Editar nota
ru: Редактировать заметку
sl: Uredi opombo
uk: Редагувати Замітку

source: Edit quote
ca: Editar cita
de: Zitat bearbeiten
es: Editar cita
fr: Modifier une citation
it: Modifica citazione
pt_pt: Editar citação
ru: Редактировать цитату
sl: Uredi citat
uk: Редагувати Цитату

# SaveNotEnabledErrorMessage
source: Error while saving. Fill in all the fields to be able to proceed.
ca: Error en desar. Omple tots els camps per continuar.
de: Fehler beim Speichern. Bitte füllen Sie alle Felder aus, um fortzufahren.
es: Error al guardar. Complete todos los campos para continuar.
fr: Erreur de sauvegarde. Remplissez tous les champs pour continuer.
it: Errore durante il salvataggio. Compila tutti i campi per poter procedere.
pt_pt: Erro ao salvar. Preencha todos os campos para continuar.
ru: Ошибка сохранения. Заполните все поля, чтобы продолжить.
sl: Napaka med shranjevanjem. Izpolni vsa polja, da lahko nadaljuješ.
uk: Помилка під час збереження. Заповніть усі поля, щоб продовжити.
