Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

source: Most listened categories
ca: Categories més escoltades
de: Meistgehörte Kategorien
es: Categorías más escuchadas
fr: Catégories les plus écoutées
it: Generi più ascoltati
pt_pt: Categorias mais ouvidas
ru: Самые прослушиваемые категории
sl: Najbolj poslušane kategorije
uk: Категорії, що найбільше прослуховувались

source: Listened
ca: Escoltat
de: Gehört
es: Escuchado
fr: Écouté
it: Ascoltato
pt_pt: Ouvido
ru: Прослушано
sl: Poslušano
uk: Прослухано

source: Listening streak
ca: Seqüència d'escolta
de: Hördurchgang
es: Racha de escucha
fr: Série d'écoute
it: Sequenza di ascolto
pt_pt: Sequência de audição
ru: Строка прослушивания
sl: Niz poslušanosti
uk: Серія прослуховувань

# CurrentListeningStreak
source: You are in the longest streak of listening, which has begun %@ and is running for %d days.
ca: Estàs a la seqüència d'escolta més llarga, que va començar el %@ i dura des de fa %d dies.
de: Sie befinden sich im längsten Hörstreifen, der am %@ begonnen hat und seit %d Tagen läuft.
es: Estás en la racha de escucha más larga, que comenzó el %@ y ha durado %d días.
fr: Vous êtes dans la série d'écoute la plus longue, qui a commencé %@ et dure depuis %d jours.
it: Sei nella serie di ascolto più lunga, che è iniziata %@ e dura da %d giorni.
pt_pt: Você está na sequência de audição mais longa, que começou em %@ e dura há %d dias.
ru: Вы находитесь в наиболее продолжительной серии прослушивания, которая началась %@ и продолжается уже %d дней.
sl: Si v najdaljšem nizu poslušanja, ki se je začel %@ in traja %d dni.
uk: Ваша найдовша серія прослуховувань триває. Вона почалась %@ та продовжується %d днів.

# PastListeningStreak
source: Your longest listening streak is %@ and lasted %d days.
ca: La teva seqüència d'escolta més llarga va ser el %@ i va durar %d dies.
de: Ihr längster Hörstreifen war am %@ und dauerte %d Tage.
es: Tu racha de escucha más larga fue %@ y duró %d días.
fr: Votre série d'écoute la plus longue était %@ et a duré %d jours.
it: La tua serie di ascolto più lunga è stata %@ ed è durata %d giorni.
pt_pt: Sua sequência de audição mais longa foi %@ e durou %d dias.
ru: Ваша самая продолжительная серия прослушивания была %@ и длилась %d дней.
sl: Tvoj najdaljši niz poslušanja je %@ in je trajal %d dni.
uk: Ваша найдовша серія прослуховувань %@ та продовжувалась %d днів.

# ListenedMinutesAverageDaily
source: The average number of minutes listened per day is %.1f.
ca: El número mitjà de minuts escoltats al dia és de %.1f.
de: Die durchschnittliche Anzahl der täglich gehörten Minuten beträgt %.1f.
es: El número promedio de minutos escuchados por día es de %.1f.
fr: Le nombre moyen de minutes écoutées par jour est de %.1f.
it: Il numero medio di minuti ascoltati al giorno è di %.1f.
pt_pt: A média de minutos ouvidos por dia é de %.1f.
ru: Среднее количество прослушанных минут в день составляет %.1f.
sl: Povprečno število minut poslušanja na dan je %.1f.
uk: Середня кількість прослуханих хвилин на день - %.1f.

# ListenedMinutesAverageMonthly
source: The average number of minutes listened per month is %.1f.
ca: El número mitjà de minuts escoltats al mes és de %.1f.
de: Die durchschnittliche Anzahl der monatlich gehörten Minuten beträgt %.1f.
es: El número promedio de minutos escuchados por mes es de %.1f.
fr: Le nombre moyen de minutes écoutées par mois est de %.1f.
it: Il numero medio di minuti ascoltati al mese è di %.1f.
pt_pt: A média de minutos ouvidos por mês é de %.1f.
ru: Среднее количество прослушанных минут в месяц составляет %.1f.
sl: Povprečno število poslušanih minut na mesec je %.1f.
uk: Середня кількість прослуханих хвилин на місяць - %.1f.

# ListenedBooksAverageMonthly
source: The average number of books listened per month is %.1f.
ca: El número mitjà de llibres escoltats al mes és de %.1f.
de: Die durchschnittliche Anzahl der monatlich gehörten Bücher beträgt %.1f.
es: El número promedio de libros escuchados por mes es de %.1f.
fr: Le nombre moyen de livres écoutés par mois est de %.1f.
it: Il numero medio di libri ascoltati al mese è di %.1f.
pt_pt: A média de livros ouvidos por mês é de %.1f.
ru: Среднее количество прослушанных книг в месяц составляет %.1f.
sl: Povprečno število poslušanih knjig na mesec je %.1f.
uk: Середня кількість прослуханих книжок на місяць - %.1f.

source: Books listened
ca: Llibres escoltats
de: Gehörte Bücher
es: Libros escuchados
fr: Livres écoutés
it: Libri ascoltati
pt_pt: Livros ouvidos
ru: Прослушанные книги
sl: Poslušanih knjig
uk: Книжок прослухано

source: Assign Tags
ca: Assigna etiquetes
de: Tags zuweisen
es: Asignar etiquetas
fr: Attribuer des tags
it: Assegna Tag
pt_pt: Atribuir Tags
ru: Назначить теги
sl: Dodeli oznako
uk: Призначити Теги

source: Assign Publishers
ca: Assigna editors
de: Verlage zuweisen
es: Asignar editoriales
fr: Attribuer des éditeurs
it: Assegna Editori
pt_pt: Atribuir Editoras
ru: Назначить издательства
sl: Dodeli založnike
uk: Призначити Видавців

source: Assign Categories
ca: Assigna gèneres
de: Kategorien zuweisen
es: Asignar categorías
fr: Attribuer des genres
it: Assegna Generi
pt_pt: Atribuir Categorias
ru: Назначить жанры
sl: Dodeli kategorije
uk: Призначити Категорії

source: Assign Authors
ca: Assigna autors
de: Autoren zuweisen
es: Asignar autores
fr: Attribuer des auteurs
it: Assegna Autori
pt_pt: Atribuir Autores
ru: Назначить авторов
sl: Dodeli avtorje
uk: Призначити Авторів

source: Assign Position
ca: Assigna posició
de: Ort zuweisen
es: Asignar posición
fr: Attribuer une position
it: Assegna Posizione
pt_pt: Atribuir Posição
ru: Назначить позицию
sl: Dodeli pozicijo
uk: Призначити Позицію

source: Add Publishers
ca: Afegir editorials
de: Verlage hinzufügen
es: Agregar editoriales
fr: Ajouter des éditeurs
it: Aggiungi Editori
pt_pt: Adicionar Editoras
ru: Добавить издателей
sl: Dodaj založnike
uk: Додати Видавців

source: Add Rating
ca: Afegir valoració
de: Bewertung hinzufügen
es: Agregar calificación
fr: Ajouter une note
it: Aggiungi Valutazione
pt_pt: Adicionar Avaliação
ru: Добавить оценку
sl: Dodaj oceno
uk: Додати Оцінку

source: Edit Rating
ca: Editar valoració
de: Bewertung bearbeiten
es: Editar calificación
fr: Modifier la note
it: Modifica Valutazione
pt_pt: Editar Avaliação
ru: Изменить оценку
sl: Uredi oceno
uk: Редагувати Оцінку

source: Random quote
ca: Cita aleatòria
de: Zufälliges Zitat
es: Cita aleatoria
fr: Citation aléatoire
it: Citazione casuale
pt_pt: Citação Aleatória
ru: Случайная цитата
sl: Naključni citat
uk: Випадкова цитата

source: Current reading
ca: Lectura actual
de: Aktuelle Lektüre
es: Lectura actual
fr: Lecture en cours
it: Lettura corrente
pt_pt: Leitura Atual
ru: Текущее чтение
sl: Trenutno branje
uk: Читається зараз

source: You have listened %lld minutes today
ca: Avui has escoltat %lld minuts
de: Du hast heute %lld Minuten zugehört
es: Has escuchado %lld minutos hoy
fr: Vous avez écouté %lld minutes aujourd'hui
it: Hai ascoltato %lld minuti oggi
pt_pt: Você ouviu %lld minutos hoje
ru: Вы прослушали %lld минут сегодня
sl: Danes si poslušal %lld minut
uk: Ви прослухали %lld хвилин сьогодні

source: %lld of %lld pages
ca: %lld de %lld pàgines
de: %lld von %lld Seiten
es: %lld de %lld páginas
fr: %lld sur %lld pages
it: %lld di %lld pagine
pt_pt: %lld de %lld páginas
ru: %lld из %lld страниц
sl: %lld od %lld strani
uk: %lld з %lld сторінок

source: %lld of %lld minutes
ca: %lld de %lld minuts
de: %lld von %lld Minuten
es: %lld de %lld minutos
fr: %lld sur %lld minutes
it: %lld di %lld minuti
pt_pt: %lld de %lld minutos
ru: %lld из %lld минут
sl: %lld od %lld minut
uk: %lld з %lld хвилин

# ValueLowerThanPreviousProgressError
source: The inserted progress is lower than the previous progress.
ca: El progrés inserit és inferior al progrés anterior.
de: Der eingefügte Fortschritt ist niedriger als der vorherige Fortschritt.
es: El progreso insertado es menor que el progreso anterior.
fr: Le progrès inséré est inférieur au progrès précédent.
it: Il progresso inserito è inferiore al progresso precedente.
pt_pt: O progresso inserido é menor que o progresso anterior.
ru: Введенный прогресс ниже, чем предыдущий прогресс.
sl: Vstavljen napredek je nižji od prejšnjega.
uk: Введений прогрес передує попередньому.

# BookReadingTypeQuestion
source: What's the book reading type?
ca: Quin és el tipus de lectura del llibre?
de: Was ist der Buch-Lesetyp?
es: ¿Cuál es el tipo de lectura del libro?
fr: Quel est le type de lecture du livre ?
it: Qual è il tipo di lettura del libro?
pt_pt: Qual é o tipo de leitura do livro?
ru: Какой тип чтения книги?
sl: Kakšna je vrsta branja knjig?
uk: Який тип читання книжки?

source: Manage publishers
ca: Gestiona editors
de: Verlage verwalten
es: Gestionar editores
fr: Gérer les éditeurs
it: Gestisci editori
pt_pt: Gerenciar editoras
ru: Управление издательствами
sl: Upravljanje založnikov
uk: Керування видавництвами

source: Add all
ca: Afegir-ho tot
de: Alle hinzufügen
es: Agregar todo
fr: Ajouter tout
it: Aggiungi tutto
pt_pt: Adicionar todos
ru: Добавить все
sl: Dodaj vse
uk: Додати все

source: Fetching covers...
ca: Recuperant cobertes...
de: Lade Cover herunter...
es: Obteniendo portadas..
fr: Récupération des couvertures...
it: Recupero copertine...
pt_pt: A obter capas..
ru: Идет получение обложек...
sl: Pridobivanje naslovnic...
uk: Отримання обкладинок...

source: Hide audiobook statistics
ca: Amaga les estadístiques dels audiollibres
de: Hörbuchstatistiken ausblenden
es: Ocultar estadísticas de audiolibros
fr: Masquer les statistiques sur les livres audio
it: Nascondi statistiche audiolibri
pt_pt: Ocultar estatísticas de audiolivros
ru: Скрыть статистику аудиокниг
sl: Skrij statistiko zvočnih knjig
uk: Приховати статистику аудіокниг

# ProgressQuestion
source: Insert the current page, percentage complete, or total minutes listened (based on the type of reading progress created)
ca: Introduzca la página actual, el porcentaje completado o el total de minutos escuchados (según el tipus de progrés de lectura creat)
de: Einfügen der aktuellen Seite, des Prozentsatzes der abgeschlossenen Lektüre oder der insgesamt gehörten Minuten (je nach Art des erstellten Lesefortschritts)
es: Introduzca la página actual, el porcentaje completado o el total de minutos escuchados (según el tipo de progreso de lectura creado)
fr: Insérer la page en cours, le pourcentage d'achèvement ou le nombre total de minutes d'écoute (en fonction du type de progression de la lecture créé).
it: Inserisci la pagina attuale, la percentuale di completamento o il totale dei minuti ascoltati (in base al tipo di progresso di lettura creato)
pt_pt: Inserir a página atual, a percentagem completa ou o total de minutos escutados (com base no tipo de progresso de leitura criado)
ru: Вставьте текущую страницу, процент завершения или общее количество прослушанных минут (в зависимости от типа созданного прогресса чтения).
sl: Vstavi trenutno stran, odstotek dokončanega ali skupno število poslušanih minut (glede na vrsto ustvarjenega napredka pri branju)
uk: Вставте поточну сторінку, відсоток завершення або загальну кількість прослуханих хвилин (залежно від типу створеного прогресу читання)

# PaywallTitle1
source: Unlock the full potential of Book Tracker
ca: Desbloqueja tot el potencial de Book Track
de: Entdecken Sie das volle Potenzial von Book Track
es: Desbloquea todo el potencial de Book Track
fr: Débloquez tout le potentiel de Book Track
it: Sblocca tutte le potenzialità di Book Track
pt_pt: Desbloqueie todo o potencial do Book Track
ru: Разблокируйте полный потенциал Book Track
sl: Izkoristi polni potencial Book Trackerja
uk: Розблокуйте повний потенціал Book Tracker

# PaywallDescription1
source: Take advantage of the full potential of Book Tracker to catalog your books.
ca: Aprofita tot el potencial de Book Track per catalogar els teus llibres.
de: Nutzen Sie das volle Potenzial von Book Track, um Ihre Bücher zu katalogisieren.
es: Aprovecha todo el potencial de Book Track para catalogar tus libros.
fr: Profitez pleinement de Book Track pour cataloguer vos livres.
it: Sfrutta tutte le potenzialità di Book Track per catalogare i tuoi libri.
pt_pt: Aproveite todo o potencial do Book Track para catalogar seus livros.
ru: Используйте все возможности Book Track для каталогизации ваших книг.
sl: Izkoristi ves potencial Book Trackerja za katalogiziranje svojih knjig.
uk: Скористайтеся повним потенціалом Book Tracker для каталогізації ваших книг.

# PaywallTitle2
source: Support future development
ca: Dóna suport al desenvolupament futur
de: Unterstützen Sie die zukünftige Entwicklung
es: Apoya el desarrollo futuro
fr: Soutenez le développement futur
it: Supporta sviluppi futuri
pt_pt: Apoie o desenvolvimento futuro
ru: Поддержите будущее развитие
sl: Podpri prihodnji razvoj
uk: Підтримайте майбутні розробки

# PaywallFootnote
source: Development and ongoing maintenance is supported 100% by Book Tracker Pro users.
ca: El desenvolupament i el manteniment continu estan recolzats al 100% pels usuaris de Book Track Pro.
de: Entwicklung und laufende Wartung werden zu 100% von Book Track Pro Benutzern unterstützt.
es: El desarrollo y el mantenimiento continuo son apoyados al 100% por los usuarios de Book Track Pro.
fr: Le développement et la maintenance continue sont soutenus à 100 % par les utilisateurs de Book Track Pro.
it: Lo sviluppo e la manutenzione continua sono supportati al 100% dagli utenti di Book Track Pro.
pt_pt: O desenvolvimento e a manutenção contínua são suportados 100% pelos usuários do Book Track Pro.
ru: Разработка и постоянное обслуживание полностью поддерживаются пользователями Book Track Pro.
sl: Uporabniki Book Tracker Pro 100 % podpirajo razvoj in tekoče vzdrževanje.
uk: Розробка та постійне обслуговування повністю підтримується користувачами Book Tracker Pro.

# NumberOfBooksInLibrary
source: Number of books
ca: Nombre de llibres
de: Anzahl der Bücher
es: Número de libros
fr: Nombre de livres
it: Numero di libri
pt_pt: Número de livros
ru: Количество книг
sl: Število knjig
uk: Кількість книг

source: Feature
ca: Funció
de: Funktion
es: Característica
fr: Fonctionnalité
pt_pt: Recurso
ru: Функция
sl: Funkcija
uk: Функція

source: Free
ca: Gratuït
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
pt_pt: Grátis
ru: Бесплатно
sl: Brezplačno
uk: Безкоштовно

source: Unlimited
ca: Sense límits
de: Unbegrenzt
es: Sin límites
fr: Illimité
it: Illimitato
pt_pt: Ilimitado
ru: Неограниченно
sl: Neomejeno
uk: Необмежено

# NotAvailable
source: n/a
ca: n/d
es: n/d
fr: N/D
it: n/d
pt_pt: Indisponível

# EmailSubject
source: Support %@. Version: %@ - %@
ca: Suport %@. Versió: %@ - %@
es: Soporte %@. Versión: %@ - %@
pt_pt: Suporte %@. Versão: %@ - %@
sl: Podpora %@. Različica: %@ - %@

source: Google Books URL
ca: URL de Google Books
es: URL de Google Books
fr: URL Google Livres
it: URL Google Books
pt_pt: Google Livros URL

source: Goodreads URL
es: URL de Goodreads
fr: URL Goodreads
it: URL Goodreads

source: OCR
pt_pt: Reconhecimento ótico de caracteres

source: Pro
pt_pt: Profissional
uk: Професійна версія

# ValueHigherThanBookPagesError
source: Il valore inserito è maggiore del numero di pagine del libro
fr: La valeur insérée est plus grande que le nombre de pages du livre.
sl: Vrednost je višja od celotno število strani v knjigi
uk: Введене значення перевищує кількість сторінок у книзі

source: Google Id
fr: ID Google
it: Id Google Books

# Goodread
source: Goodreads Id
fr: ID Goodreads
it: Id Goodreads

source: Goodreads
fr: Ouvrir dans Goodreads
