Repository: struk3lj/book-tracker-localization
Catalog: *.lproj/Localizable.strings
Languages: ca, de, es, fr, it, pt_pt, ru, sl, uk

source: Library
ca: Biblioteca
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
pt_pt: Biblioteca
ru: Библиотека
sl: Knjižnica
uk: Бібліотека

source: Search
ca: Cerca
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt_pt: Busca
ru: Поиск
sl: Iskanje
uk: Пошук

source: Search online
ca: Cerca en línia
de: Online suchen
es: Buscar online
fr: Rechercher en ligne
it: Cerca online
pt_pt: Busca online
ru: Поиск в интернете
sl: Išči na spletu
uk: Шукати онлайн

# Scan
source: Scan bar code
ca: Escaneja el codi de barres
de: Barcode scannen
es: Escanear código de barras
fr: Scanner un code-barres
it: Scansiona codice a barre
pt_pt: Escanear código de barras
ru: Сканировать штрих-код
sl: Skeniraj črtno kodo
uk: Сканувати Штрих-код

source: Wish list
ca: Llista de desitjos
de: Wunschzettel
es: Lista de deseos
fr: Liste de souhaits
it: Lista desideri
pt_pt: Lista de Desejos
ru: Вишлист
sl: Seznam želja
uk: Список Бажань

source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_pt: Ajustes
ru: Настройки
sl: Nastavitve
uk: Налаштування

source: Filters
ca: Filtres
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pt_pt: Filtros
ru: Фильтры
sl: Filtri
uk: Фільтри

source: Filter
ca: Filtre
es: Filtro
fr: Filtrer
it: Filtra
pt_pt: Filtro
ru: Фильтр
uk: Фільтр

source: Reset
ca: Restableix
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Rimuovi
pt_pt: Redefinir
ru: Сброс
sl: Ponastavi
uk: Скинути

source: Select
ca: Selecciona
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt_pt: Selecionar
ru: Выбрать
sl: Izberi
uk: Обрати

source: Save
ca: Desa
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Salvar
ru: Сохранить
sl: Shrani
uk: Зберегти

# PagesNumber
source: %i pages
ca: %i pàgines
de: %i Seiten
es: %i páginas
it: %i pagine
pt_pt: %i páginas
ru: %i страниц
sl: %i strani
uk: %i сторінок

# ManageBook
source: Add or remove the book from the library or wishlist
ca: Afegeix o suprimeix el llibre de la biblioteca o de la llista de desitjos
de: Ergänze oder entferne das Buch von der Bibliothek oder Wunschliste
es: Añade o quita el libro de la biblioteca o lista de deseos
fr: Ajouter ou supprimer le livre de la bibliothèque ou de la liste de souhaits
it: Aggiungi o rimuovi il libro dalla libreria o lista dei desideri
pt_pt: Adicionar ou remover o livro da biblioteca ou Lista de Desejos
ru: Редактирование книги
sl: Dodaj ali odstrani knjigo iz knjižnice ali seznama želja
uk: Додати або вилучити книгу з бібліотеки чи списку бажань

source: Add to library
ca: Afegeix a la biblioteca
de: Zur Bibliothek hinzufügen
es: Añadir a biblioteca
fr: Ajouter à la bibliothèque
it: Aggiungi alla libreria
pt_pt: Adicionar à biblioteca
ru: В библиотеку
sl: Dodaj v knjižnico
uk: Додати до бібліотеки

source: Remove from library
ca: Suprimeix de la biblioteca
de: Aus der Bibliothek löschen
es: Quitar de biblioteca
fr: Supprimer de la bibliothèque
it: Rimuovi dalla libreria
pt_pt: Remover da biblioteca
ru: Удалить
sl: Odstrani iz knjižnice
uk: Вилучити з бібліотеки

source: Add to wishlist
ca: Afegeix a la llista de desitjos
de: Zur Wunschliste hinzufügen
es: Añadir a lista de deseos
fr: Ajouter à la liste de souhaits
it: Aggiungi alla lista dei desideri
pt_pt: Adicionar à Lista de Desejos
ru: В вишлист
sl: Dodaj na seznam želja
uk: Додати до списку бажань

source: Remove from wishlist
ca: Suprimeix de la llista de desitjos
de: Aus der Wunschliste löschen
es: Quitar de lista de deseos
fr: Supprimer de la liste de souhaits
it: Rimuovi dalla lista dei desideri
pt_pt: Remover da Lista de Desejos
ru: Удалить
sl: Odstrani iz seznama želja
uk: Вилучити зі списку бажань

source: Mark as read
ca: Marcar com llegit
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letto
pt_pt: Marcar como lido
ru: Пометить как прочитанное
sl: Označi kot prebrano
uk: Відмітити як прочитане

source: Mark as unread
ca: Marcar com no llegit
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
it: Segna come non letto
pt_pt: Marcar como não lido
ru: Пометить как непрочитанное
sl: Označi kot neprebrano
uk: Відмітити як непрочитане

# InsertComment
source: Insert a comment...
ca: Afegeix un comentari...
de: Kommentar hinzufügen...
es: Introducir un comentario...
fr: Ajouter un commentaire…
it: Inserisci un commento...
pt_pt: Insira um comentário...
ru: Добавить комментарий......
sl: Vnesi komentar...
uk: Вставити коментар...

source: Personal comment
ca: Comentari personal
de: Persönlicher Kommentar
es: Comentario personal
fr: Commentaire personnel
it: Commento personale
pt_pt: Comentário pessoal
ru: Личный комментарий
sl: Osebni komentar
uk: Особистий коментар

# Amazon
source: Open on Amazon
ca: Obre a Amazon
de: Öffnen mit Amazon
es: Abrir en Amazon
fr: Ouvrir dans Amazon
it: Apri su Amazon
pt_pt: Abrir no Amazon
ru: Открыть в Amazon
sl: Odpri na Amazonu
uk: Відкрити на Amazon

# ScanBarCode
source: Please scan the bar code to retrieve book information
ca: Si us plau, escaneja el codi de barres per recuperar la informació del llibre
de: Bitte den Barcode scannen, um Buchinformationen abzurufen
es: Por favor escanea el código de barras para conseguir la información del libro
fr: Scanner le code-barres pour récupérer les informations du livre
it: Scansiona il codice a barre per ottenere le informazioni del libro
pt_pt: Por favor, escaneie o código de barras para resgatar as informações sobre o livro
ru: Пожалуйста, отсканируйте штрих-код, чтобы получить информацию о книге.
sl: Prosim skeniraj črtno kodo za pridobivanje informacije knjige
uk: Будь ласка, відскануйте штрих-код, щоб отримати інформацію про книжку

# AddBookPlaceholder
source: Add books to your list by tapping the + icon
ca: Afegeix llibres a la teva llista tocant la icona +
de: Füge Bücher zu deiner Liste hinzu, indem du auf das + Symbol tippst
es: Añade libros a tu lista tocando el icono +
fr: Ajouter des livres à votre liste en appuyant sur l'icône +
it: Aggiungi libri alla tua lista selezionando l'icona + in alto a destra
pt_pt: Adicione livros à sua lista ao tocar no ícone +
ru: Добавьте книги в список нажав на иконку +
sl: Dodaj knjige na seznam z gumbom +
uk: Додайте крижки в ваш список, натиснувши на іконку +

# SearchBookPlaceholder
source: Search books by title, author or ISBN
ca: Cerca llibres per títol, autor o ISBN
de: Suche Bücher nach Titel, Autor oder ISBN
es: Busca libros por título, autor o ISBN
fr: Rechercher des livres par titre, auteur ou ISBN
it: Cerca libri per titolo, autore o ISBN
pt_pt: Busque livros por título, autor ou ISBN
ru: Поиск книг по названию, автору или ISBN-коду
sl: Iskanje knjig po naslovu, avtorju ali ISBN
uk: Шукати книжки за назвою, автором чи ISBN

# TitlePlaceholder
source: Insert the title...
ca: Introdueix el títol...
de: Titel eingeben...
es: Introduce el título...
fr: Saisir le titre…
it: Inserisci il titolo...
pt_pt: Insira o título...
ru: Добавить название...
sl: Vnesi naslov...
uk: Введіть назву...

# AuthorsPlaceholder
source: Insert the authors...
ca: Introdueix els autors...
de: Autor eingeben...
es: Introduce los autores...
fr: Saisir les auteurs…
it: Inserisci gli autori...
pt_pt: Insira os autores...
ru: Добавить авторов...
sl: Vnesi avtorja...
uk: Введіть Авторів...

# CategoriesPlaceholder
source: Insert categories...
ca: Introdueix categories...
de: Kategorie eingeben...
es: Introduce categorías...
fr: Saisir les catégories…
it: Inserisci il genere...
pt_pt: Insira as categorias...
ru: Добавить категории...
sl: Vnesi kategorije...
uk: Введіть категорії...

# PublisherPlaceholder
source: Insert the publisher...
ca: Introdueix l'editorial...
de: Verleger eingeben...
es: Introduce la editorial...
fr: Saisir l'éditeur…
it: Inserisci la casa editrice...
pt_pt: Insira a editora...
ru: Добавить издателя...
sl: Vnesi založnika...
uk: Введіть видавця...

# IsbnPlaceholder
source: Insert the ISBN code...
ca: Introdueix l'ISBN...
de: ISBN eingeben...
es: Introduce el ISBN...
fr: Saisir le code ISBN…
it: Inserisci il codice ISBN...
pt_pt: Insira o código ISBN...
ru: Добавить ISBN-код...
sl: Vnesi kodo ISBN...
uk: Введіть ISBN код...

# DescriptionPlaceholder
source: Insert the description...
ca: Introdueix la descripció...
de: Beschreibung eingeben...
es: Introduce la descripción...
fr: Saisir la description…
it: Inserisci la descrizione...
pt_pt: Insira a descrição...
ru: Добавить описание...
sl: Vnesi opis...
uk: Введіть опис...

# PagesPlaceholder
source: Insert the page number...
ca: Introdueix el nombre de pàgines...
de: Seitennummer eingeben...
es: Introduce el número de páginas...
fr: Saisir le nombre de pages…
it: Inserisci il numero di pagine...
pt_pt: Insira o número de páginas...
ru: Добавить количество страниц...
sl: Vnesi število strani...
uk: Введіть кількість сторінок...

# ReleasePlaceholder
source: Insert the release date...
ca: Introdueix la data de publicació...
de: Veröffentlichungsdatum eingeben...
es: Introduce la fecha de publicación...
fr: Saisir la date de publication…
it: Inserisci la data di rilascio...
pt_pt: Insira a data de publicação...
ru: Добавить дату выпуска...
sl: Vnesi datum izida...
uk: Введіть дату видання...

source: Manage tags
ca: Gestionar etiquetes
de: Tags verwalten
es: Gestionar etiquetas
fr: Gérer les mots-clés
it: Gestisci tag
pt_pt: Gerenciar tags
ru: Управление тегами
sl: Upravljanje oznak
uk: Керувати тегами

source: Import
ca: Importar
de: Importieren
es: Importar
fr: Importer
it: Importa
pt_pt: Importar
ru: Импорт
sl: Uvoz
uk: Імпорт

source: Export
ca: Exportar
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_pt: Exportar
ru: Экспорт
sl: Izvoz
uk: Експорт

# SendEmail
source: Send an email
ca: Envia un correu electrònic
de: Sende eine Email
es: Enviar un email
fr: Envoyer un email
it: Invia una email
pt_pt: Enviar email
ru: Связь с разработчиком
sl: Pošlji e-pošto
uk: Зв'язок з розробником

source: About
ca: Sobre
de: Über
es: Sobre
fr: À propos
it: Informazioni
pt_pt: Sobre
ru: О приложении
sl: O aplikaciji
uk: Про додаток

# DeleteAll
source: Delete all books
ca: Eliminar tots els llibres
de: Alle Bücher löschen
es: Eliminar todos los libros
fr: Supprimer tout
it: Elimina tutti i libri
pt_pt: Apagar todos os livros
ru: Сброс
sl: Izbriši vse knjige
uk: Видалити всі книжки

# ReduceHaptic
source: Reduce vibrations
ca: Redueix les vibracions
de: Vibration reduzieren
es: Reducir vibración
fr: Réduire les vibrations
it: Riduci vibrazioni
pt_pt: Reduzir vibrações
ru: Уменьшить вибрации
sl: Zmanjšaj vibracije
uk: Зменшити вібрації

# InfoMessage1
source: %@ is an app to easily keep track of the books you've purchased and you'd like to read. You can add a book by searching for it by name, author, isbn, scanning the barcode or manually entering all the details. If you have iCloud enabled on your device, the library will be automatically synchronized with all your iOS devices. For any doubts or requests, you can send an email via the "Settings" page.
ca: %@ és una aplicació per tenir un registre fàcil dels llibres que has comprat i els que t'agradaria llegir. Pots afegir un llibre cercant-lo per nom, autor, ISBN, escanejant el codi de barres o introduint manualment tots els detalls. Si tens iCloud habilitat al teu dispositiu, la biblioteca es sincronitzarà automàticament amb tots els teus dispositius iOS. Per a qualsevol dubte o sol·licitud, pots enviar un correu electrònic des de la pàgina "Configuració".
de: %@ ist eine App, mit der du ganz einfach den Überblick über die Bücher behälst, die du gekauft hast und die du lesen möchtest. Du kannst Bücher hinzufügen, indem du nach Name, Autor oder ISBN suchst, den Barcode scannst oder alle Details manuell eingibst. Wenn du iCloud auf deinem Gerät aktiviert hast, wird die Bibliothek automatisch mit allen deinen iOS Geräten synchronisiert. Bei Zweifeln oder Anfragen kannst du eine Email über die "Einstellung" Seite senden.
es: %@ es una aplicación que permite llevar fácilmente un registro de los libros que has comprado y que quieres leer. Puedes añadir un libro buscándolo por su título, autor o ISBN, escaneando el código de barras o introduciendo manualmente todos los detalles. Si tienes iCloud activado en tu dispositivo, la biblioteca se sincronizará automáticamente con todos tus dispositivos iOS. Para cualquier duda o petición, puedes enviar un email a través de la pestaña "Ajustes".
fr: %@ est une application pour répertorier facilement les livres que vous avez achetés et que vous souhaitez lire. Vous pouvez ajouter un livre en le recherchant par son nom, son auteur, son code ISBN, en scannant le code-barres ou en entrant manuellement tous les détails. Si iCloud est activé sur votre appareil, la bibliothèque sera automatiquement synchronisée avec tous vos appareils iOS. Pour tout doute ou demande, vous pouvez envoyer un email via la section « Réglages ».
it: %@ è un'app per tenere traccia facilmente dei libri che hai acquistato e che vorresti leggere. Puoi aggiungere un libro cercandolo per nome, autore, isbn, scansionando il codice a barre oppure inserendo manualmente tutti i dettagli. Se hai attivato iCloud sul tuo dispositivo, la libreria verrà sincronizzata in automatico con tutti i tuoi dispositivi iOS. Per ogni dubbio o richiesta, puoi inviare una email tramite la pagina "Impostazioni".
pt_pt: %@ é um aplicativo para acompanhar facilmente os livros que você tem comprado ou que gostaria de ler. Você pode adicionar um livro ao buscar pelo seu título, autor, ISBN, escaneando seu código de barrar ou inserindo manualmente todos os detalhes. Se você tem o iCloud ativo no seu aparelho, a biblioteca será automaticamente sincronizada entre todos os seus aparelhos iOS. Para qualquer dúvida ou solicitação, você pode enviar um email (em inglês) na página "Ajustes".
ru: %@ - это приложение, позволяющее легко отслеживать книги, которые вы приобрели и хотите прочитать. Вы можете добавить книгу, выполняя поиск по имени, автору, ISBN-коду, сканируя штрих-код книги или вручную вводя все данные. Если на вашем устройстве включен iCloud, библиотека будет автоматически синхронизироваться со всеми вашими iOS-устройствами. Если у вас возникли какие-либо замечания или пожелания, вы можете отправить электронное письмо через соответствующий пункт в «Настройках» приложения.
sl: %@ je aplikacija za enostavno sledenje knjigam, ki si jih kupil in jih želiš prebrati. Knjigo lahko dodaš tako, da jo poiščeš po naslovu, avtorju, ISBN, skeniraš črtno kodo ali ročno vneseš vse podrobnosti. Če imaš v svoji napravi omogočen iCloud, bo knjižnica samodejno sinhronizirana z vsemi tvojimi napravami iOS. Za morebitne dvome ali zahteve lahko pošlješ e-pošto prek strani "Nastavitve".
uk: %@ - це додаток для легкого відстежування книжок які ви купили та хочете прочитати. Ви можете додати книгу, знайшовши її за назвою, автором, ISBN кодом, відсканувавши штрих-код або ввести всю інформацію вручну. Якщо на вашому пристрої включений iCloud, Бібліотека буде автоматично синхронізована між всіма вашими iOS пристроями. Якщо у вас виникли будь-які запитання або побажання - Ви можете зв'язатись з розробником на сторінці "Налаштування".

source: Attention
ca: Atenció
de: Achtung
es: Atención
it: Attenzione
pt_pt: Atenção
ru: Внимание
sl: Pozor
uk: Увага

source: Ok
ca: D'acord
ru: Ок
sl: V redu
uk: Ок

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar
ru: Отмена
sl: Prekliči
uk: Відміна

# Insert
source: Manually insert
ca: Introdueix manualment
de: Manuell einfügen
es: Introducir manualmente
fr: Insérer manuellement
it: Inserisci manualmente
pt_pt: Inserir manualmente
ru: Добавить вручную
sl: Ročni vnos
uk: Ввести вручну

source: Add
ca: Afegeix
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt_pt: Adicionar
ru: Добавить
sl: Dodaj
uk: Додати

source: Add new
ca: Afegeix nou
de: Neue hinzufügen
es: Añadir nuevo
fr: Ajouter un nouveau
it: Aggiungi nuovo
pt_pt: Adicionar novo
ru: Добавить новое
sl: Dodaj novo
uk: Додати нову

source: Tags
ca: Etiquetes
es: Etiquetas
fr: Mots-clés
it: Tag
ru: Теги
sl: Oznake
uk: Теги

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Generi
pt_pt: Categorias
ru: Категории
sl: Kategorije
uk: Категорії

source: Authors
ca: Autors
de: Autoren
es: Autores
fr: Auteurs
it: Autori
pt_pt: Autores
ru: Авторы
sl: Avtorji
uk: Автори

source: Reading status
ca: Progrés de la lectura
de: Lesestatus
es: Progreso de lectura
fr: Statut de lecture
it: Stato lettura
pt_pt: Progresso de leitura
ru: По состоянию
sl: Stanje branja
uk: Статус читання

# DeleteAllTitle
source: Are you sure?
ca: N'estàs segur?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr(e) ?
it: Sei sicuro?
pt_pt: Você tem certeza?
ru: Вы уверены?
sl: Si prepričan?
uk: Ви впевнені?

# DeleteAllMessage
source: This action is irreversible and all your books will be deleted from your library
ca: Aquesta acció és irreversible i tots els llibres se suprimiran de la teva biblioteca
de: Diese Aktion ist unwiderruflich und alle deine Bücher werden aus deiner Bibliothek gelöscht
es: Esta acción es irreversible y todos tus libros serán eliminados de tu biblioteca
fr: Cette action est irréversible et tous vos livres seront supprimés de votre bibliothèque
it: Questa azione è irreversibile e tutti i tuoi libri verranno eliminato dalla tua libreria
pt_pt: Esta ação é irreversível e todos os seus livros serão apagados da biblioteca.
ru: Это действие является необратимым. Все данные будут удалены.
sl: To dejanje ni mogoče razveljaviti. Vse tvoje knjige bodo izbrisane iz knjižnice
uk: Ця дія незворотньо видалить всі книжки з Вашої Бібліотеки

# DeleteAllAction
source: Delete all
ca: Eliminar-los tots
de: Alle löschen?
es: Eliminar todos
fr: Tout supprimer
it: Elimina tutto
pt_pt: Apagar todos
ru: Удалить
sl: Izbriši vse
uk: Видалити все

# IsbnNotFoundMessage
source: No book found searching the bar code. Do you want to try with a less accurate search? The book found may not match your barcode
ca: No s'ha trobat cap llibre cercant amb el codi de barres. Vols intentar-ho amb una cerca menys precisa? Pot ser que el resultat no es correspongui amb el codi de barres
de: Kein Buch mit diesem Barcode gefunden. Möchtest du es mit einer weniger genauen Suche versuchen? Das gefundene Buch stimmt möglicherweise nicht mit deinem Barcode überein.
es: No se ha encontrado ningún libro buscando el código de barras. ¿Quieres intentarlo con una búsqueda menos precisa? Puede que el libro encontrado no se corresponda con tu código de barras
fr: Aucun livre trouvé avec ce code-barres. Voulez-vous réessayer avec une recherche plus large ? Le livre trouvé peut ne pas correspondre à votre code-barres
it: La ricerca tramite codice a barre non ha prodotto alcun risultato. Vuoi tentare con una ricerca meno accurata? Il libro trovato potrebbe non corrispondere con il tuo codice a barre
pt_pt: Nenhum livro foi encontrado de acordo com este código de barras. Gostaria de tentar com uma busca menos detalhada? Talvez o livro que você gostaria de encontrar tenha um código de barras diferente
ru: Не найдена книга с поиском по штрих-коду. Хотите попробовать с менее точным поиском? Найденная книга может не соответствовать вашему штрих-коду
sl: Pri iskanju črtne kode ni bilo mogoče najti nobene knjige. Ali želiš poskusiti z manj natančnim iskanjem? Najdena knjiga se morda ne ujema s tvojo črtno kodo
uk: Жодної книжки не знайдено за цим штрих-кодом. Хочете скористуватись менш точним пошуком? Знайдена книга може не відповідати вашому штрих-коду

# CannotShowEmailComposerTitle
source: Cannot send email
ca: No es pot enviar el correu electrònic
de: Email kann nicht gesendet werden
es: No se puede enviar el email
fr: Impossible d'envoyer un email
it: Impossibile inviare email
pt_pt: O email não pôde ser enviado
ru: Не могу отправить письмо
sl: E-pošte ni mogoče poslati
uk: Неможливо надіслати електронного листа

# CannotShowEmailComposerMessage
source: In order to send the email, you have to configure the app on your device
ca: Per enviar el correu electrònic, has de configurar l'app al vostre dispositiu
de: Um die Email zu senden, musst du die App in deinem Gerät konfigurieren
es: Para enviar el email, tienes que configurar la app en tu dispositivo
fr: Pour envoyer l'email, vous devez configurer l'application sur votre appareil
it: Per poter inviare una email devi configurare l'applicazione sul tuo dispositivo
pt_pt: Para enviar o email, você tem que configurá-lo no seu aparelho
ru: Чтобы отправить электронное письмо, вы должны настроить приложение на своём устройстве.
sl: Če želip poslati e-pošto, moraš konfigurirati aplikacijo v svoji napravi
uk: Для того, щоб надіслати електронного листа Ви маєте налаштувати додаток на вашому пристрої

# InsertOrSearchTitle
source: Add a book
ca: Afegeix un llibre
de: Ein Buch hinzufügen
es: Añadir un libro
fr: Ajouter un livre
it: Aggiungi un libro
pt_pt: Adicionar um livro
ru: Добавить
sl: Dodaj knjigo
uk: Додати книгу

# CameraPermissionNotGranted
source: It is not possible to access to the camera because you don't grant the permissions. Please, go to the settings of the app and allow to access to the camera.
ca: No és possible accedir a la càmera perquè no has concedit els permisos. Si us plau, ves a la configuració de l'app i permet l'accés a la càmera.
de: Der Zugriff auf die Kamera ist nicht möglich, da du die Berechtigung nicht erteilt hast. Bitte gehe in den Einstellungen der App und erlaube den Zugriff.
es: No es posible acceder a la cámara porque no has aceptado los permisos. Por favor, ve a los ajustes de la aplicación y permite el acceso a la cámara.
fr: Impossible d'accéder à l'appareil photo car vous n'avez pas autorisé l'accès. Allez dans les réglages de l'application et autorisez l'accès à l'appareil photo.
it: Non è possibile accedere alla fotocamera perché non hai concesso i permessi. Per favore, accedi alle impostazioni e concedi i permessi della fotocamera.
pt_pt: Não é possível acessar a câmera porque você não concedeu esta permissão ao aplicativo. Por favor, vá aos Ajustes de Privacidade do aparelho e permita o acesso à câmera.
ru: Доступ к камере невозможен, потому что вы не дали разрешения. Пожалуйста, перейдите к настройкам приложения и разрешите доступ к камере.
sl: Do kamere ni mogoče dostopati, ker ne podeliš dovoljenja. Pojdi v nastavitve aplikacije in dovoli dostop do kamere.
uk: Неможливо отримати доступ до камери, тому що Ви не надали дозві. Будь ласка, надайте доступ до камери для цього додатку в налаштуваннях вашого пристрою.

source: Open Settings
ca: Obrir Configuració
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
pt_pt: Abrir Ajustes
ru: Открыть Настройки
sl: Odpri Nastavitve
uk: Відкрити Налаштування

# SaveBookError
source: An error occured saving the book. Please, try again.
ca: S'ha produït un error en desar el llibre. Si us plau, torna-ho a provar.
de: Ein Fehler ist beim Speichern aufgetreten. Bitte versuche es erneut.
es: Ha ocurrido un error guardando el libro. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de l'enregistrement. Veuillez réessayer.
it: Si è verificato un problema durante il salvataggio del libro. Prova di nuovo.
pt_pt: Ocorreu um erro ao salvar o livro. Por favor, tente novamente.
ru: Произошла ошибка при сохранении книги. Пожалуйста, попробуйте еще раз.
sl: Pri shranjevanju knjige je prišlo do napake. Prosim poskusi ponovno.
uk: Сталася помилка при спробі зберегти книгу. Будь ласка, спробуйте ще раз.
